Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 2853562155 - Action 3984795551 - Property 1295455071
source: Perform a Point-in-Time restore of an environment.
da_dk: Udfør en punkt-i-tid-gendannelse af et miljø.
de_de: Eine Point-in-Time-Wiederherstellung einer Umgebung durchführen.
es_es: Realizar una restauración en un momento dado de un entorno.
fi_fi: Suorita ympäristön palautus tiettyyn ajankohtaan.
fr_fr: Effectuer une restauration à un moment donné d'un environnement.
it_it: Esegui un ripristino Point-in-Time di un ambiente.
nb_no: Utfør en punkt-i-tid-gjenoppretting av et miljø.

# Page 2853562155 - Action 3984795551 - Property 2879900210
source: PIT Restore
da_dk: PIT-gendannelse
de_de: PIT-Wiederherstellung
es_es: Restauración PIT
fi_fi: PIT-palautus
fr_fr: Restauration PIT
it_it: Ripristino PIT
nb_no: PIT-gjenoppretting

# Page 2853562155 - Action 164572688 - Property 1295455071
source: Start a new database export of the environment. Only available for Production environments.
da_dk: Start en ny databaseeksport af miljøet. Kun tilgængelig for produktionsmiljøer.
de_de: Einen neuen Datenbankexport der Umgebung starten. Nur für Produktionsumgebungen verfügbar.
es_es: Iniciar una nueva exportación de base de datos del entorno. Solo disponible para entornos de producción.
fi_fi: Käynnistä uusi ympäristön tietokannan vienti. Saatavilla vain tuotantoympäristöille.
fr_fr: Démarrer une nouvelle exportation de base de données de l'environnement. Disponible uniquement pour les environnements de production.
it_it: Avvia una nuova esportazione del database dell'ambiente. Disponibile solo per ambienti di Produzione.
nb_no: Start en ny databaseeksport av miljøet. Kun tilgjengelig for produksjonsmiljøer.

# Page 2853562155 - Action 164572688 - Property 2879900210
source: Start Database Export
da_dk: Start databaseeksport
de_de: Datenbankexport starten
es_es: Iniciar exportación de base de datos
fi_fi: Käynnistä tietokannan vienti
fr_fr: Démarrer l'exportation de la base de données
it_it: Avvia Esportazione Database
nb_no: Start Databaseeksport

# Page 2853562155 - Action 920533013 - Property 2879900210
source: Database Export
da_dk: Databaseeksport
de_de: Datenbankexport
es_es: Exportación de base de datos
fi_fi: Tietokannan vienti
fr_fr: Exportation de la base de données
it_it: Esportazione Database
nb_no: Databaseeksport

# Page 2853562155 - Action 3186225641 - Property 2879900210
source: Restore
da_dk: Gendan
de_de: Wiederherstellung
es_es: Restaurar
fi_fi: Palauta
fr_fr: Restaurer
it_it: Ripristino
nb_no: Gjenopprett

# Page 2653834914 - Property 2879900210
source: Get Export History
da_dk: Hent eksporthistorik
de_de: Exportverlauf abrufen
es_es: Obtener historial de exportación
fi_fi: Hae vientihistoria
fr_fr: Obtenir l'historique d'exportation
it_it: Ottieni Cronologia Esportazioni
nb_no: Hent Eksporthistorikk

# Page 2653834914 - Control 912261439 - Property 2879900210
source: Select Time Period
da_dk: Vælg tidsperiode
de_de: Zeitraum auswählen
es_es: Seleccionar período de tiempo
fi_fi: Valitse ajanjakso
fr_fr: Sélectionner la période
it_it: Seleziona Periodo di Tempo
nb_no: Velg tidsperiode

# Page 2653834914 - Control 845401037 - Property 1295455071
source: The end date and time for the export history query.
da_dk: Slutdato og -tidspunkt for eksporthistorikforespørgslen.
de_de: Enddatum und -zeit für die Exportverlaufsabfrage.
es_es: La fecha y hora de finalización para la consulta del historial de exportación.
fi_fi: Viennin historian kyselyn päättymispäivä ja -aika.
fr_fr: La date et l'heure de fin pour la requête de l'historique d'exportation.
it_it: La data e l'ora di fine per la query della cronologia delle esportazioni.
nb_no: Startdato/-klokkeslett for eksporthistorikkforespørselen.

# Page 2653834914 - Control 845401037 - Property 2879900210
source: End Date/Time
da_dk: Slutdato/-tidspunkt
de_de: Enddatum/-uhrzeit
es_es: Fecha/hora de finalización
fi_fi: Lopetuspäivämäärä ja -aika
fr_fr: Date/heure fin
it_it: Data/ora fine
nb_no: Sluttdato/-klokkeslett

# Page 2653834914 - Control 3605153064 - Property 1295455071
source: The start date and time for the export history query.
da_dk: Startdato og -tidspunkt for eksporthistorikforespørgslen.
de_de: Startdatum und -zeit für die Exportverlaufsabfrage.
es_es: La fecha y hora de inicio para la consulta del historial de exportación.
fi_fi: Viennin historian kyselyn alkamispäivä ja -aika.
fr_fr: La date et l'heure de début pour la requête de l'historique d'exportation.
it_it: La data e l'ora di inizio per la query della cronologia delle esportazioni.
nb_no: Startdato/-klokkeslett for eksporthistorikkforespørselen.

# Page 2653834914 - Control 3605153064 - Property 2879900210
source: Start Date/Time
da_dk: Startdato/-tidspunkt
de_de: Startdatum/-uhrzeit
es_es: Fecha/hora de inicio
fi_fi: Aloituspvm ja -aika
fr_fr: Date/heure début
it_it: Data/ora inizio
nb_no: Startdato/-klokkeslett

# Page 2653834914 - Control 569422340 - Property 1295455071
source: Select the time period for which to retrieve export history.
da_dk: Vælg den tidsperiode, der skal hentes eksporthistorik for.
de_de: Zeitraum auswählen, für den der Exportverlauf abgerufen werden soll.
es_es: Seleccione el período de tiempo para el cual recuperar el historial de exportación.
fi_fi: Valitse aikajakso, jolta viennin historia haetaan.
fr_fr: Sélectionnez la période pour laquelle récupérer l'historique d'exportation.
it_it: Seleziona il periodo di tempo per cui recuperare la cronologia delle esportazioni.
nb_no: Velg tidsperioden for å hente eksporthistorikk.

# Page 2653834914 - Control 569422340 - Property 2879900210
source: Time Period
da_dk: Tidsperiode
de_de: Zeitraum
es_es: Período de tiempo
fi_fi: Aikajakso
fr_fr: Période
it_it: Periodo di Tempo
nb_no: Tidsperiode

# Enum 4257225132 - EnumValue 4069904181 - Property 2879900210
source: Cancelled
da_dk: Annulleret
de_de: Abgebrochen
es_es: Cancelado
fi_fi: Peruutettu
fr_fr: Annulé
it_it: Annullato
nb_no: Annullert

# Enum 4257225132 - EnumValue 3665605423 - Property 2879900210
source: Completed
da_dk: Afsluttet
de_de: Abgeschlossen
es_es: Completado
fi_fi: Valmis
fr_fr: Réalisé
it_it: Completato
nb_no: Fullført

# Enum 4257225132 - EnumValue 3826689261 - Property 2879900210
source: Failed
da_dk: Mislykkedes
de_de: Fehlgeschlagen
es_es: Fallido
fi_fi: Epäonnistui
fr_fr: Échec
it_it: Operazione non riuscita
nb_no: Mislyktes

# Enum 4257225132 - EnumValue 1090713286 - Property 2879900210
source: In Progress
da_dk: Igangværende
de_de: In Bearbeitung
es_es: En curso
fi_fi: Työn alla
fr_fr: En cours
it_it: In corso
nb_no: I arbeid

# Table 1725541246 - Property 2879900210
source: D365BC Capacity Header
da_dk: D365BC-kapacitetshoved
de_de: D365BC Kapazitätskopf
es_es: Encabezado de capacidad D365BC
fi_fi: D365BC-kapasiteetin otsikko
fr_fr: En-tête de capacité D365BC
it_it: Intestazione Capacità D365BC
nb_no: D365BC Kapasitetshode

# Table 1725541246 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 1725541246 - Field 2501792105 - Property 2879900210
source: Last Update Date
da_dk: Dato for seneste opdatering
de_de: Letztes Aktualisierungsdatum
es_es: Fecha de última actualización
fi_fi: Viimeinen päivityspäivämäärä
fr_fr: Date de dernière mise à jour
it_it: Data Ultimo Aggiornamento
nb_no: Siste oppdateringsdato

# Table 1725541246 - Field 278514507 - Property 2879900210
source: Max Production Environments
da_dk: Maks. produktionsmiljøer
de_de: Max. Produktionsumgebungen
es_es: Entornos de producción máximos
fi_fi: Tuotantoympäristöjen enimmäismäärä
fr_fr: Environnements de production max
it_it: Max Ambienti di Produzione
nb_no: Maks Produksjonsmiljøer

# Table 1725541246 - Field 935866481 - Property 2879900210
source: Max Sandbox Environments
da_dk: Maks. sandkassemiljøer
de_de: Max. Sandboxumgebungen
es_es: Entornos de espacio aislado máximos
fi_fi: Hiekkalaatikkoympäristöjen enimmäismäärä
fr_fr: Environnements sandbox max
it_it: Max Ambienti Sandbox
nb_no: Maks sandkassemiljøer

# Table 1725541246 - Field 1823397427 - Property 2879900210
source: Production Environments Available
da_dk: Tilgængelige produktionsmiljøer
de_de: Produktionsumgebungen verfügbar
es_es: Entornos de producción disponibles
fi_fi: Käytettävissä olevia tuotantoympäristöjä
fr_fr: Environnements de production disponibles
it_it: Ambienti di Produzione Disponibili
nb_no: Tilgjengelige Produksjonsmiljøer

# Table 1725541246 - Field 2826488702 - Property 2879900210
source: Production Environments Used
da_dk: Anvendte produktionsmiljøer
de_de: Produktionsumgebungen verwendet
es_es: Entornos de producción utilizados
fi_fi: Käytettävissä olevia tuotantoympäristöjä
fr_fr: Environnements de production utilisés
it_it: Ambienti di Produzione Utilizzati
nb_no: Brukte produksjonsmiljøer

# Table 1725541246 - Field 1100570937 - Property 2879900210
source: Sandbox Environments Available
da_dk: Tilgængelige sandkassemiljøer
de_de: Sandboxumgebungen verfügbar
es_es: Entornos de espacio aislado disponibles
fi_fi: Käytettävissä olevia hiekkalaatikkoympäristöjä
fr_fr: Environnements sandbox disponibles
it_it: Ambienti Sandbox Disponibili
nb_no: Tilgjengelige sandkassemiljøer

# Table 1725541246 - Field 3453779424 - Property 2879900210
source: Sandbox Environments Used
da_dk: Anvendte sandkassemiljøer
de_de: Sandboxumgebungen verwendet
es_es: Entornos de espacio aislado utilizados
fi_fi: Käytettyjä hiekkalaatikkoympäristöjä
fr_fr: Environnements sandbox utilisés
it_it: Ambienti Sandbox Utilizzati
nb_no: Brukte sandkassemiljøer

# Table 1725541246 - Field 2246600971 - Property 2879900210
source: Storage Additional Capacity GB
da_dk: Ekstra lagerkapacitet (GB)
de_de: Zusätzliche Speicherkapazität GB
es_es: Capacidad adicional de almacenamiento GB
fi_fi: Tallennustilan lisäkapasiteetti GB
fr_fr: Capacité de stockage supplémentaire Go
it_it: Capacità Archiviazione Aggiuntiva GB
nb_no: Tilgjengelig ekstra lagringskapasitet GB

# Table 1725541246 - Field 3306334399 - Property 2879900210
source: Storage Additional Capacity KB
da_dk: Ekstra lagerkapacitet (KB)
de_de: Zusätzliche Speicherkapazität KB
es_es: Capacidad adicional de almacenamiento KB
fi_fi: Tallennustilan lisäkapasiteetti KB
fr_fr: Capacité de stockage supplémentaire Ko
it_it: Capacità Archiviazione Aggiuntiva KB
nb_no: Tilgjengelig ekstra lagringskapasitet KB

# Table 1725541246 - Field 2363134311 - Property 2879900210
source: Storage Available GB
da_dk: Tilgængeligt lager (GB)
de_de: Speicher verfügbar GB
es_es: Almacenamiento disponible GB
fi_fi: Käytettävissä oleva tallennustila GB
fr_fr: Stockage disponible Go
it_it: Archiviazione Disponibile GB
nb_no: Tilgjengelig lagringsplass GB

# Table 1725541246 - Field 716852905 - Property 2879900210
source: Storage Default GB
da_dk: Standardlager (GB)
de_de: Standardspeicher GB
es_es: Almacenamiento predeterminado GB
fi_fi: Tallennustilan oletusarvo GB
fr_fr: Stockage par défaut Go
it_it: Archiviazione Predefinita GB
nb_no: Standard lagringsplass GB

# Table 1725541246 - Field 3947267813 - Property 2879900210
source: Storage Default KB
da_dk: Standardlager (KB)
de_de: Standardspeicher KB
es_es: Almacenamiento predeterminado KB
fi_fi: Tallennustilan oletusarvo KB
fr_fr: Stockage par défaut Ko
it_it: Archiviazione Predefinita KB
nb_no: Standard lagringsplass KB

# Table 1725541246 - Field 766441650 - Property 2879900210
source: Storage Total GB
da_dk: Samlet lager (GB)
de_de: Gesamtspeicher GB
es_es: Almacenamiento total GB
fi_fi: Tallennustila yhteensä GB
fr_fr: Stockage total Go
it_it: Archiviazione Totale GB
nb_no: Total Lagringsplass GB

# Table 1725541246 - Field 4022463870 - Property 2879900210
source: Storage Total KB
da_dk: Samlet lager (KB)
de_de: Gesamtspeicher KB
es_es: Almacenamiento total KB
fi_fi: Tallennustila yhteensä KB
fr_fr: Stockage total Ko
it_it: Archiviazione Totale KB
nb_no: Total lagringsplass KB

# Table 1725541246 - Field 2560132975 - Property 2879900210
source: Storage User Licenses GB
da_dk: Lager for brugerlicenser (GB)
de_de: Speicher Benutzerlizenzen GB
es_es: Licencias de usuario de almacenamiento GB
fi_fi: Tallennustila käyttäjälisenssit GB
fr_fr: Licences utilisateur de stockage Go
it_it: Archiviazione Licenze Utente GB
nb_no: Lagringsplass brukerlisenser GB

# Table 1725541246 - Field 1521187899 - Property 2879900210
source: Storage User Licenses KB
da_dk: Lager for brugerlicenser (KB)
de_de: Speicher Benutzerlizenzen KB
es_es: Licencias de usuario de almacenamiento KB
fi_fi: Tallennustila käyttäjälisenssit KB
fr_fr: Licences utilisateur de stockage Ko
it_it: Archiviazione Licenze Utente KB
nb_no: Lagringsplass brukerlisenser KB

# Table 1725541246 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Table 1725541246 - Field 2664988147 - Property 2879900210
source: Total Storage Used GB
da_dk: Samlet anvendt lager (GB)
de_de: Verwendeter Gesamtspeicher GB
es_es: Almacenamiento total utilizado GB
fi_fi: Käytetty tallennustila yhteensä GB
fr_fr: Stockage total utilisé Go
it_it: Archiviazione Totale Utilizzata GB
nb_no: Totalt brukt lagringsplass GB

# Table 1725541246 - Field 3750328887 - Property 2879900210
source: Total Storage Used KB
da_dk: Samlet anvendt lager (KB)
de_de: Verwendeter Gesamtspeicher KB
es_es: Almacenamiento total utilizado KB
fi_fi: Käytetty tallennustila yhteensä KB
fr_fr: Stockage total utilisé Ko
it_it: Archiviazione Totale Utilizzata KB
nb_no: Totalt brukt lagringsplass KB

# Table 2607330341 - Property 2879900210
source: D365BC Capacity Line
da_dk: D365BC-kapacitetslinje
de_de: D365BC Kapazitätszeile
es_es: Línea de capacidad D365BC
fi_fi: D365BC-kapasiteetin rivi
fr_fr: Ligne de capacité D365BC
it_it: Riga Capacità D365BC
nb_no: D365BC kapasitetslinje

# Table 2607330341 - Field 345266112 - Property 2879900210
source: Application Family
da_dk: Programfamilie
de_de: Anwendungsfamilie
es_es: Familia de aplicaciones
fi_fi: Sovellustuoteperhe
fr_fr: Famille d'applications
it_it: Famiglia Applicazione
nb_no: Applikasjonsfamilie

# Table 2607330341 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 2607330341 - Field 2434554707 - Property 2879900210
source: Database Storage (GB)
da_dk: Databaselager (GB)
de_de: Datenbankspeicher (GB)
es_es: Almacenamiento de base de datos (GB)
fi_fi: Tietokannan tallennustila (GB)
fr_fr: Stockage de base de données (Go)
it_it: Archiviazione Database (GB)
nb_no: Database lagringsplass (GB)

# Table 2607330341 - Field 3540683799 - Property 2879900210
source: Database Storage (KB)
da_dk: Databaselager (KB)
de_de: Datenbankspeicher (KB)
es_es: Almacenamiento de base de datos (KB)
fi_fi: Tietokannan tallennustila (KB)
fr_fr: Stockage de base de données (Ko)
it_it: Archiviazione Database (KB)
nb_no: Database lagringsplass (KB)

# Table 2607330341 - Field 170901341 - Property 2879900210
source: Database Storage (MB)
da_dk: Databaselager (MB)
de_de: Datenbankspeicher (MB)
es_es: Almacenamiento de base de datos (MB)
fi_fi: Tietokannan tallennustila (MB)
fr_fr: Stockage de base de données (Mo)
it_it: Archiviazione Database (MB)
nb_no: Database lagringsplass (MB)

# Table 2607330341 - Field 1768934958 - Property 2879900210
source: Environment Name
da_dk: Miljønavn
de_de: Umgebungsname
es_es: Nombre del entorno
fi_fi: Ympäristön nimi
fr_fr: Nom de l’environnement
it_it: Nome ambiente
nb_no: Miljønavn

# Table 2607330341 - Field 1436111935 - Property 2879900210
source: Environment Type
da_dk: Miljøtype
de_de: Umgebungstyp
es_es: Tipo de entorno
fi_fi: Ympäristötyyppi
fr_fr: Type d'environnement
it_it: Tipo Ambiente
nb_no: Miljøtype

# Table 2607330341 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
de_de: Zeilennr.
es_es: Nº línea
fi_fi: Rivinro
fr_fr: Numéro de ligne
it_it: Nr. riga
nb_no: Linjenr.

# Table 2607330341 - Field 3109009282 - Property 2879900210
source: Measurement Date
da_dk: Målingsdato
de_de: Messdatum
es_es: Fecha de medición
fi_fi: Mittauspäivämäärä
fr_fr: Date de mesure
it_it: Data Misurazione
nb_no: Målingsdato

# Table 2607330341 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Codeunit 3136773573 - Method 1645019718 - NamedType 1305737990
source: Retrieving capacity information...\\Please wait.
da_dk: Henter kapacitetsoplysninger...\\Vent venligst.
de_de: Kapazitätsinformationen werden abgerufen...\\Bitte warten.
es_es: Recuperando información de capacidad...\\\\Espere por favor.
fi_fi: Haetaan kapasiteettitietoja...\\Odota.
fr_fr: Récupération des informations de capacité...\\\\Veuillez patienter.
it_it: Recupero delle informazioni sulla capacità...\\Attendere prego.
nb_no: Henter kapasitetsinformasjon...\\Vennligst vent.

# Codeunit 3136773573 - Method 1645019718 - NamedType 1556380518
source: Capacity information retrieved successfully.
da_dk: Kapacitetsoplysninger blev hentet.
de_de: Kapazitätsinformationen erfolgreich abgerufen.
es_es: Información de capacidad recuperada correctamente.
fi_fi: Kapasiteettitiedot haettiin onnistuneesti.
fr_fr: Informations de capacité récupérées avec succès.
it_it: Informazioni sulla capacità recuperate con successo.
nb_no: Vellykket henting av kapasitetsinformasjon .

# Page 614992483 - Property 2879900210
source: Environment Capacity Details
da_dk: Miljøkapacitetsdetaljer
de_de: Umgebungskapazitätsdetails
es_es: Detalles de capacidad del entorno
fi_fi: Ympäristön kapasiteettitiedot
fr_fr: Détails de la capacité de l'environnement
it_it: Dettagli Capacità Ambiente
nb_no: Kapasitetsdetaljer for miljø

# Page 614992483 - Control 345266112 - Property 1295455071
source: Specifies the application family.
da_dk: Angiver programfamilien.
de_de: Gibt die Anwendungsfamilie an.
es_es: Especifica la familia de aplicaciones.
fi_fi: Määrittää sovellustuoteperheen.
fr_fr: Spécifie la famille d'applications.
it_it: Specifica la famiglia dell'applicazione.
nb_no: Angir applikasjonsfamilien.

# Page 614992483 - Control 1768934958 - Property 1295455071
source: Specifies the environment name.
da_dk: Angiver miljønavnet.
de_de: Gibt den Umgebungsnamen an.
es_es: Especifica el nombre del entorno.
fi_fi: Määrittää ympäristön nimen.
fr_fr: Spécifie le nom de l'environnement.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.

# Page 614992483 - Control 1436111935 - Property 1295455071
source: Specifies the environment type (Production or Sandbox).
da_dk: Angiver miljøtypen (produktion eller sandkasse).
de_de: Gibt den Umgebungstyp an (Produktion oder Sandbox).
es_es: Especifica el tipo de entorno (Producción o Espacio aislado).
fi_fi: Määrittää ympäristötyypin (Tuotanto tai Sandbox).
fr_fr: Spécifie le type d'environnement (Production ou Sandbox).
it_it: Specifica il tipo di ambiente (Produzione o Sandbox).
nb_no: Angir miljøets type (Produksjon eller sandkasse).

# Page 614992483 - Control 3109009282 - Property 1295455071
source: Specifies when the capacity data was measured.
da_dk: Angiver, hvornår kapacitetsdataene blev målt.
de_de: Gibt an, wann die Kapazitätsdaten gemessen wurden.
es_es: Especifica cuándo se midieron los datos de capacidad.
fi_fi: Määrittää, milloin kapasiteettitiedot mitattiin.
fr_fr: Spécifie quand les données de capacité ont été mesurées.
it_it: Specifica quando sono stati misurati i dati sulla capacità.
nb_no: Angir når kapasiteten var målt.

# Page 614992483 - Control 2477496104 - Property 2879900210
source: Storage Usage
da_dk: Lagerforbrug
de_de: Speichernutzung
es_es: Uso de almacenamiento
fi_fi: Tallennustilan käyttö
fr_fr: Utilisation du stockage
it_it: Utilizzo Archiviazione
nb_no: Benyttet lagringskapasitet

# Page 614992483 - Control 2434554707 - Property 1295455071
source: Specifies the database storage used by this environment in GB.
da_dk: Angiver det databaselager, der bruges af dette miljø, i GB.
de_de: Gibt den von dieser Umgebung verwendeten Datenbankspeicher in GB an.
es_es: Especifica el almacenamiento de base de datos utilizado por este entorno en GB.
fi_fi: Määrittää tämän ympäristön käyttämän tietokannan tallennustilan GB:nä.
fr_fr: Spécifie le stockage de base de données utilisé par cet environnement en Go.
it_it: Specifica l'archiviazione del database utilizzata da questo ambiente in GB.
nb_no: Angir lagringskapasiteten brukt av dette miljøet i GB.

# Page 614992483 - Control 3540683799 - Property 1295455071
source: Specifies the database storage used by this environment in KB.
da_dk: Angiver det databaselager, der bruges af dette miljø, i KB.
de_de: Gibt den von dieser Umgebung verwendeten Datenbankspeicher in KB an.
es_es: Especifica el almacenamiento de base de datos utilizado por este entorno en KB.
fi_fi: Määrittää tämän ympäristön käyttämän tietokannan tallennustilan KB:nä.
fr_fr: Spécifie le stockage de base de données utilisé par cet environnement en Ko.
it_it: Specifica l'archiviazione del database utilizzata da questo ambiente in KB.
nb_no: Angir lagringskapasiteten brukt av dette miljøet i KB.

# Page 614992483 - Control 170901341 - Property 1295455071
source: Specifies the database storage used by this environment in MB.
da_dk: Angiver det databaselager, der bruges af dette miljø, i MB.
de_de: Gibt den von dieser Umgebung verwendeten Datenbankspeicher in MB an.
es_es: Especifica el almacenamiento de base de datos utilizado por este entorno en MB.
fi_fi: Määrittää tämän ympäristön käyttämän tietokannan tallennustilan MB:nä.
fr_fr: Spécifie le stockage de base de données utilisé par cet environnement en Mo.
it_it: Specifica l'archiviazione del database utilizzata da questo ambiente in MB.
nb_no: Angir lagringskapasiteten brukt av dette miljøet i MB.

# Page 614992483 - Control 130221254 - Property 2879900210
source: Tenant Information
da_dk: Tenantoplysninger
de_de: Tenantinformationen
es_es: Información del inquilino
fi_fi: Tenanttiedot
fr_fr: Informations sur le locataire
it_it: Informazioni Tenant
nb_no: Leietakerinformasjon

# Page 614992483 - Control 4190130733 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver kundens nummer.
de_de: Gibt die Nummer des Debitors an.
es_es: Especifica el número de cliente.
fi_fi: Määrittää asiakasnumeron.
fr_fr: Spécifie le numéro de client.
it_it: Specifica il numero cliente.
nb_no: Angir kundenummeret.

# Page 614992483 - Control 1656975091 - Property 1295455071
source: Specifies the tenant ID.
da_dk: Angiver tenant-id'et.
de_de: Gibt die Tenant-ID an.
es_es: Especifica el ID de inquilino.
fi_fi: Määrittää tenanttunnuksen.
fr_fr: Spécifie l'ID du locataire.
it_it: Specifica l'ID del tenant.
nb_no: Angir leietaker-ID

# Page 614992483 - Action 3915495878 - Property 1295455071
source: Refresh capacity information for this environment from Admin Center API.
da_dk: Opdater kapacitetsoplysninger for dette miljø fra administrationscenter-API.
de_de: Kapazitätsinformationen für diese Umgebung von der Admin Center API aktualisieren.
es_es: Actualizar la información de capacidad para este entorno desde la API del Centro de administración.
fi_fi: Päivitä tämän ympäristön kapasiteettitiedot hallintakeskuksen API:sta.
fr_fr: Actualiser les informations de capacité pour cet environnement depuis l'API du centre d'administration.
it_it: Aggiorna le informazioni sulla capacità per questo ambiente dall'API Admin Center.
nb_no: Oppdater kapasitetinformasjon for dette miljøet fra Admin Center API.
