Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Table 2167704502 - Field 3402989972 - Property 2879900210
source: Telemetry Application Id
da_dk: Telemetriprogram-id
de_de: Telemetrie-Anwendungs-ID
es_es: ID de aplicación de telemetría
fi_fi: Telemetrian sovellustunnus
fr_fr: ID d'application de télémétrie
it_it: Id Applicazione Telemetria
nb_no: Telemetri Applikasjons-ID

# Table 2167704502 - Field 588430355 - Property 2879900210
source: Tenant Id
de_de: Tenants-ID
es_es: ID de inquilino
fr_fr: ID de locataire
it_it: Id Tenant
nb_no: Leietaker-ID

# Table 3334581875 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_de: Postennr.
es_es: Nº mov.
fi_fi: Tapahtumanro
fr_fr: N° séquence
it_it: Nr. movimento
nb_no: Løpenr.

# Table 3334581875 - Field 961068020 - Property 2879900210
source: Environment Code
da_dk: Miljøkode
de_de: Umgebungscode
es_es: Código de entorno
fi_fi: Ympäristökoodi
fr_fr: Code d'environnement
it_it: Codice Ambiente
nb_no: Miljøkode

# Table 3334581875 - Field 2708250016 - Property 2879900210
source: User ID
da_dk: Bruger-id
de_de: Benutzer-ID
es_es: ID de usuario
fi_fi: Käyttäjätunnus
fr_fr: ID utilisateur
it_it: ID utente
nb_no: Bruker-ID

# Table 1421532761 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_de: Postennr.
es_es: Nº mov.
fi_fi: Tapahtumanro
fr_fr: N° séquence
it_it: Nr. movimento
nb_no: Løpenr.

# Table 1421532761 - Field 961068020 - Property 2879900210
source: Environment Code
da_dk: Miljøkode
de_de: Umgebungscode
es_es: Código de entorno
fi_fi: Ympäristökoodi
fr_fr: Code d'environnement
it_it: Codice Ambiente
nb_no: Miljøkode

# Table 1421532761 - Field 2708250016 - Property 2879900210
source: User ID
da_dk: Bruger-id
de_de: Benutzer-ID
es_es: ID de usuario
fi_fi: Käyttäjätunnus
fr_fr: ID utilisateur
it_it: ID utente
nb_no: Bruker-ID

# Table 1193822405 - Property 2879900210
source: KQL Query Store
da_dk: KQL-forespørgselslager
de_de: KQL-Abfragespeicher
es_es: Almacén de consultas KQL
fi_fi: KQL-kyselyvarasto
fr_fr: Magasin de requêtes KQL
it_it: Archivio Query KQL
nb_no: KQL spørringslager

# Table 1193822405 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode
es_es: Código
fi_fi: Koodi
it_it: Codice
nb_no: Kode

# Table 1193822405 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
fr_fr: Désignation
it_it: Descrizione
nb_no: Beskrivelse

# Table 1193822405 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
nb_no: Navn

# Table 1193822405 - Field 1269526094 - Property 2879900210
source: Query
da_dk: Forespørgsel
de_de: Abfrage
es_es: Consulta
fi_fi: Kysely
fr_fr: Requête
nb_no: Spørring

# Table 1193822405 - Field 3107299110 - Property 1295455071
source: Specify the table ID where results should be stored (e.g., 72008 for Page Execution)
da_dk: Angiv tabel-id'et, hvor resultaterne skal gemmes (f.eks. 72008 for sideudførelse)
de_de: Geben Sie die Tabellen-ID an, in der Ergebnisse gespeichert werden sollen (z. B. 72008 für Seitenausführung)
es_es: Especifique el ID de tabla donde se deben almacenar los resultados (p. ej., 72008 para Ejecución de página)
fi_fi: Määritä taulukon tunnus, johon tulokset tallennetaan (esim. 72008 Sivun suoritus)
fr_fr: Spécifiez l'ID de la table où les résultats doivent être stockés (par ex., 72008 pour Exécution de page)
it_it: Specifica l'ID della tabella in cui devono essere memorizzati i risultati (es. 72008 per Page Execution)
nb_no: Angi tabell-ID der resultatene skal lagres (f.eks. 72008 for sidenes utførelse)

# Table 1193822405 - Field 3107299110 - Property 2879900210
source: Result Table ID
da_dk: Resultattabel-id
de_de: Ergebnistabellen-ID
es_es: ID de tabla de resultados
fi_fi: Tulostaulukon tunnus
fr_fr: ID de table de résultats
it_it: ID Tabella Risultati
nb_no: -Tabell-ID for resultat

# Table 1057598758 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_de: Postennr.
es_es: Nº mov.
fi_fi: Tapahtumanro
fr_fr: N° séquence
it_it: Nr. movimento
nb_no: Løpenr.

# Table 1057598758 - Field 961068020 - Property 2879900210
source: Environment Code
da_dk: Miljøkode
de_de: Umgebungscode
es_es: Código de entorno
fi_fi: Ympäristökoodi
fr_fr: Code d'environnement
it_it: Codice Ambiente
nb_no: Miljøkode

# Table 1057598758 - Field 2708250016 - Property 2879900210
source: User ID
da_dk: Bruger-id
de_de: Benutzer-ID
es_es: ID de usuario
fi_fi: Käyttäjätunnus
fr_fr: ID utilisateur
it_it: ID utente
nb_no: Bruker-ID

# Table 235033957 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_de: Postennr.
es_es: Nº mov.
fi_fi: Tapahtumanro
fr_fr: N° séquence
it_it: Nr. movimento
nb_no: Løpenr.

# Table 235033957 - Field 961068020 - Property 2879900210
source: Environment Code
da_dk: Miljøkode
de_de: Umgebungscode
es_es: Código de entorno
fi_fi: Ympäristökoodi
fr_fr: Code d'environnement
it_it: Codice Ambiente
nb_no: Miljøkode

# Table 235033957 - Field 2708250016 - Property 2879900210
source: User ID
da_dk: Bruger-id
de_de: Benutzer-ID
es_es: ID de usuario
fi_fi: Käyttäjätunnus
fr_fr: ID utilisateur
it_it: ID utente
nb_no: Bruker-ID

# Codeunit 3578107863 - Method 1024226327 - NamedType 1915816412
source: The column '%1' does not exist in the dataset.
da_dk: Kolonnen "%1" findes ikke i datasættet.
de_de: Die Spalte "%1" ist im Dataset nicht vorhanden.
es_es: La columna '%1' no existe en el conjunto de datos.
fi_fi: Saraketta '%1' ei ole tietojoukossa.
fr_fr: La colonne '%1' n'existe pas dans le jeu de données.
it_it: La colonna '%1' non esiste nel dataset.
nb_no: Kolonne %1 eksisterer ikke i datasettet.

# Codeunit 3578107863 - Method 2632395477 - NamedType 1078089387
source: Failed to fetch data from Endpoint: %1 %2
da_dk: Kunne ikke hente data fra slutpunkt: %1 %2
de_de: Fehler beim Abrufen der Daten vom Endpunkt: %1 %2
es_es: Error al obtener datos del punto final: %1 %2
fi_fi: Tietojen haku päätepisteeltä epäonnistui: %1 %2
fr_fr: Échec de la récupération des données depuis le point de terminaison : %1 %2
it_it: Impossibile recuperare dati dall'Endpoint: %1 %2
nb_no: Mislyktes å hente data fra endepunkt: %1 %2

# Codeunit 3578107863 - Method 2632395477 - NamedType 3768174908
source: Failed to send HTTP request to Endpoint
da_dk: Kunne ikke sende HTTP-anmodning til slutpunkt
de_de: Fehler beim Senden der HTTP-Anforderung an den Endpunkt
es_es: Error al enviar la solicitud HTTP al punto de conexión
fi_fi: HTTP-pyynnön lähettäminen päätepisteelle epäonnistui
fr_fr: Échec de l'envoi de la requête HTTP au point de terminaison
it_it: Impossibile inviare la richiesta HTTP all'Endpoint
nb_no: Mislyktes med å sende HTTP forespørsel til endepunktet.

# Codeunit 2149698107 - Method 2876324037 - NamedType 1743548257
source: The environment "%1" does not have an Application Insights connection string configured. Please configure telemetry first.
da_dk: Miljøet "%1" har ikke en Application Insights-forbindelsesstreng konfigureret. Konfigurer telemetri først.
de_de: Die Umgebung "%1" hat keine Application Insights-Verbindungszeichenfolge konfiguriert. Bitte konfigurieren Sie zuerst die Telemetrie.
es_es: El entorno "%1" no tiene configurada una cadena de conexión de Application Insights. Configure la telemetría primero.
fi_fi: Ympäristölle "%1" ei ole määritetty Application Insights -yhteysmerkkijonoa. Määritä telemetria ensin.
fr_fr: L'environnement "%1" n'a pas de chaîne de connexion Application Insights configurée. Veuillez d'abord configurer la télémétrie.
it_it: L'ambiente "%1" non ha una stringa di connessione Application Insights configurata. Si prega di configurare prima la telemetria.
nb_no: Miljøet "%1" har ikke en Application Insights-tilkoblingsstreng konfigurert. Vennligst konfigurer telemetri først.

# Page 1185952584 - Property 2879900210
source: Application Insights Connection Setup Card
da_dk: Application Insights-forbindelsesopsætningskort
de_de: Application Insights-Verbindungseinrichtungskarte
es_es: Ficha de configuración de conexión de Application Insights
fi_fi: Application Insights -yhteyden asetusten kortti
fr_fr: Fiche de configuration de connexion Application Insights
it_it: Scheda Configurazione Connessione Application Insights
nb_no: Application Insights Tilkoblingsoppsett

# Page 1185952584 - Control 2445482498 - Property 2879900210
source: General Information
da_dk: Generelle oplysninger
de_de: Allgemeine Informationen
es_es: Información general
fi_fi: Yleiset tiedot
fr_fr: Informations générales
it_it: Informazioni Generali
nb_no: Generell informasjon

# Page 1185952584 - Control 583937321 - Property 1295455071
source: Specifies the Application Insights connection string.
da_dk: Angiver Application Insights-forbindelsesstrengen.
de_de: Gibt die Application Insights-Verbindungszeichenfolge an.
es_es: Especifica la cadena de conexión de Application Insights.
fi_fi: Määrittää Application Insights -yhteysmerkkijonon.
fr_fr: Spécifie la chaîne de connexion Application Insights.
it_it: Specifica la stringa di connessione Application Insights.
nb_no: Angir tilkoblingsstrengen for Application Insights

# Page 1185952584 - Control 3461834954 - Property 1295455071
source: Specifies a description for this connection.
da_dk: Angiver en beskrivelse af denne forbindelse.
de_de: Gibt eine Beschreibung für diese Verbindung an.
es_es: Especifica una descripción para esta conexión.
fi_fi: Määrittää tälle yhteydelle kuvauksen.
fr_fr: Spécifie une description pour cette connexion.
it_it: Specifica una descrizione per questa connessione.
nb_no: Angir beskrivelsen for denne tilkoblingen.

# Page 1185952584 - Control 3702856767 - Property 2879900210
source: Telemetry Details
da_dk: Telemetridetaljer
de_de: Telemetriedetails
es_es: Detalles de telemetría
fi_fi: Telemetrian tiedot
fr_fr: Détails de télémétrie
it_it: Dettagli Telemetria
nb_no: Telemetridetaljer

# Page 1185952584 - Control 531664892 - Property 1295455071
source: Specifies the API key for telemetry data access.
da_dk: Angiver API-nøglen for adgang til telemetridata.
de_de: Gibt den API-Schlüssel für den Zugriff auf Telemetriedaten an.
es_es: Especifica la clave de API para el acceso a datos de telemetría.
fi_fi: Määrittää API-avaimen telemetriatietojen käyttöön.
fr_fr: Spécifie la clé API pour l'accès aux données de télémétrie.
it_it: Specifica la chiave API per l'accesso ai dati di telemetria.
nb_no: Angir API-nøkkelen for tilgang til telemetridata.

# Page 1185952584 - Control 3402989972 - Property 1295455071
source: Specifies the Application ID for telemetry data access.
da_dk: Angiver program-id'et for adgang til telemetridata.
de_de: Gibt die Anwendungs-ID für den Zugriff auf Telemetriedaten an.
es_es: Especifica el ID de aplicación para el acceso a datos de telemetría.
fi_fi: Määrittää sovellustunnuksen telemetriatietojen käyttöön.
fr_fr: Spécifie l'ID d'application pour l'accès aux données de télémétrie.
it_it: Specifica l'ID Applicazione per l'accesso ai dati di telemetria.
nb_no: Angir applikasjons-ID for tilgang til telemetridata.

# Page 1185952584 - Control 588430355 - Property 1295455071
source: Specifies the Tenant ID for telemetry data access.
da_dk: Angiver tenant-id'et for adgang til telemetridata.
de_de: Gibt die Tenant-ID für den Zugriff auf Telemetriedaten an.
es_es: Especifica el ID de inquilino para el acceso a datos de telemetría.
fi_fi: Määrittää tenant id:n telemetriatietojen käyttöön.
fr_fr: Spécifie l'ID de locataire pour l'accès aux données de télémétrie.
it_it: Specifica l'ID Tenant per l'accesso ai dati di telemetria.
nb_no: Angir leietaker-ID for tilgang til telemetridata.

# Page 1185952584 - Action 4263468516 - Property 1295455071
source: Test the Application Insights connection with the specified parameters.
da_dk: Test Application Insights-forbindelsen med de angivne parametre.
de_de: Testen Sie die Application Insights-Verbindung mit den angegebenen Parametern.
es_es: Probar la conexión de Application Insights con los parámetros especificados.
fi_fi: Testaa Application Insights -yhteys määritetyillä parametreilla.
fr_fr: Tester la connexion Application Insights avec les paramètres spécifiés.
it_it: Testa la connessione Application Insights con i parametri specificati.
nb_no: Test av Application Insights tilkoblingen med de angitte verdiene.

# Page 1185952584 - Action 4263468516 - Property 2879900210
source: Test Connection
da_dk: Afprøv forbindelse
de_de: Verbindung testen
es_es: Probar conexión
fi_fi: Testaa yhteys
fr_fr: Tester la connexion
it_it: Test connessione
nb_no: Test tilkobling

# Page 1185952584 - Action 4263468516 - Method 1377591017 - NamedType 3067191859
source: Connection test functionality will be implemented in future versions.
da_dk: Funktionalitet til forbindelsestest implementeres i fremtidige versioner.
de_de: Die Verbindungstest-Funktionalität wird in zukünftigen Versionen implementiert.
es_es: La funcionalidad de prueba de conexión se implementará en versiones futuras.
fi_fi: Yhteyden testaustoiminto toteutetaan tulevissa versioissa.
fr_fr: La fonctionnalité de test de connexion sera implémentée dans les versions futures.
it_it: La funzionalità di test della connessione sarà implementata nelle versioni future.
nb_no: Tilkoblingstestfunksjonalitet vil bli implementert i fremtidige versjoner.

# Page 1185952584 - Action 1950770918 - Property 2879900210
source: Actions
da_dk: Handlinger
de_de: Aktionen
es_es: Acciones
fi_fi: Toiminnot
it_it: Azioni
nb_no: Handlinger

# Page 777859790 - Property 2879900210
source: Application Insights Connection Setup
da_dk: Opsætning af Application Insights-forbindelse
de_de: Application Insights-Verbindungseinrichtung
es_es: Configuración de conexión de Application Insights
fi_fi: Application Insights -yhteyden asetukset
fr_fr: Configuration de connexion Application Insights
it_it: Configurazione Connessione Application Insights
nb_no: Oppsett av Application Insights-tilkobling

# Page 777859790 - Control 583937321 - Property 1295455071
source: Specifies the Application Insights connection string.
da_dk: Angiver Application Insights-forbindelsesstrengen.
de_de: Gibt die Application Insights-Verbindungszeichenfolge an.
es_es: Especifica la cadena de conexión de Application Insights.
fi_fi: Määrittää Application Insights -yhteysmerkkijonon.
fr_fr: Spécifie la chaîne de connexion Application Insights.
it_it: Specifica la stringa di connessione Application Insights.
nb_no: Angir tilkoblingsstrengen for Application Insights

# Page 777859790 - Control 3461834954 - Property 1295455071
source: Specifies a description for this connection.
da_dk: Angiver en beskrivelse af denne forbindelse.
de_de: Gibt eine Beschreibung für diese Verbindung an.
es_es: Especifica una descripción para esta conexión.
fi_fi: Määrittää tälle yhteydelle kuvauksen.
fr_fr: Spécifie une description pour cette connexion.
it_it: Specifica una descrizione per questa connessione.
nb_no: Angir beskrivelsen for denne tilkoblingen.

# Page 777859790 - Control 531664892 - Property 1295455071
source: Specifies the API key for telemetry data access.
da_dk: Angiver API-nøglen for adgang til telemetridata.
de_de: Gibt den API-Schlüssel für den Zugriff auf Telemetriedaten an.
es_es: Especifica la clave de API para el acceso a datos de telemetría.
fi_fi: Määrittää API-avaimen telemetriatietojen käyttöön.
fr_fr: Spécifie la clé API pour l'accès aux données de télémétrie.
it_it: Specifica la chiave API per l'accesso ai dati di telemetria.
nb_no: Angir API-nøkkelen for tilgang til telemetridata.

# Page 777859790 - Control 3402989972 - Property 1295455071
source: Specifies the Application ID for telemetry data access.
da_dk: Angiver program-id'et for adgang til telemetridata.
de_de: Gibt die Anwendungs-ID für den Zugriff auf Telemetriedaten an.
es_es: Especifica el ID de aplicación para el acceso a datos de telemetría.
fi_fi: Määrittää sovellustunnuksen telemetriatietojen käyttöön.
fr_fr: Spécifie l'ID d'application pour l'accès aux données de télémétrie.
it_it: Specifica l'ID Applicazione per l'accesso ai dati di telemetria.
nb_no: Angir applikasjons-ID for tilgang til telemetridata.

# Page 777859790 - Control 588430355 - Property 1295455071
source: Specifies the Tenant ID for telemetry data access.
da_dk: Angiver tenant-id'et for adgang til telemetridata.
de_de: Gibt die Tenant-ID für den Zugriff auf Telemetriedaten an.
es_es: Especifica el ID de inquilino para el acceso a datos de telemetría.
fi_fi: Määrittää tenant id:n telemetriatietojen käyttöön.
fr_fr: Spécifie l'ID de locataire pour l'accès aux données de télémétrie.
it_it: Specifica l'ID Tenant per l'accesso ai dati di telemetria.
nb_no: Angir leietaker-ID for tilgang til telemetridata.

# Page 777859790 - Action 746276264 - Property 1295455071
source: Edit the selected Application Insights connection setup.
da_dk: Rediger den valgte Application Insights-forbindelsesopsætning.
de_de: Bearbeiten Sie die ausgewählte Application Insights-Verbindungseinrichtung.
es_es: Editar la configuración de conexión de Application Insights seleccionada.
fi_fi: Muokkaa valittua Application Insights -yhteyden asetusta.
fr_fr: Modifier la configuration de connexion Application Insights sélectionnée.
it_it: Modifica la configurazione di connessione Application Insights selezionata.
nb_no: Rediger den valgte Application Insights tilkoblingsoppsettet.

# Page 777859790 - Action 746276264 - Property 2879900210
source: Edit
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
fi_fi: Muokkaa
fr_fr: Modifier
it_it: Modifica
nb_no: Rediger

# Page 777859790 - Action 4137051400 - Property 1295455071
source: Create a new Application Insights connection setup.
da_dk: Opret en ny Application Insights-forbindelsesopsætning.
de_de: Erstellen Sie eine neue Application Insights-Verbindungseinrichtung.
es_es: Crear una nueva configuración de conexión de Application Insights.
fi_fi: Luo uusi Application Insights -yhteyden asetus.
fr_fr: Créer une nouvelle configuration de connexion Application Insights.
it_it: Crea una nuova configurazione di connessione Application Insights.
nb_no: Opprett et nytt Application Insights tilkoblingsoppsett.

# Page 777859790 - Action 4137051400 - Property 2879900210
source: New
da_dk: Ny
de_de: Neu
es_es: Nuevo
fi_fi: Uusi
fr_fr: Créer
it_it: Nuovo
nb_no: Ny

# Page 777859790 - Action 3562730581 - Property 2879900210
source: Management
da_dk: Administration
de_de: Verwaltung
es_es: Gestión
fi_fi: Hallinta
fr_fr: Gestion
it_it: Gestione
nb_no: Administrer

# Page 3334581875 - Action 1786049364 - Property 1295455071
source: Loads data from the API.
da_dk: Indlæser data fra API'en.
de_de: Lädt Daten aus der API.
es_es: Carga datos desde la API.
fi_fi: Lataa tiedot API:sta.
fr_fr: Charge les données depuis l'API.
it_it: Carica i dati dall'API.
nb_no: Hent data fra API.

# Page 3334581875 - Action 1786049364 - Property 2879900210
source: Load
da_dk: Indlæs
de_de: Auslastung
es_es: Cargar
fi_fi: Lataa
fr_fr: Charger
it_it: Carico
nb_no: Hent data

# Page 3334581875 - Action 1786049364 - Method 1377591017 - NamedType 1548616738
source: No environment context available. Please run this query from the Environment List or Environment Card.
da_dk: Ingen miljøkontekst tilgængelig. Kør denne forespørgsel fra miljølisten eller miljøkortet.
de_de: Kein Umgebungskontext verfügbar. Bitte führen Sie diese Abfrage aus der Umgebungsliste oder der Umgebungskarte aus.
es_es: No hay contexto de entorno disponible. Ejecute esta consulta desde la Lista de entornos o la Ficha de entorno.
fi_fi: Ympäristökonteksti ei ole käytettävissä. Suorita tämä kysely Ympäristöluettelosta tai Ympäristökortista.
fr_fr: Aucun contexte d'environnement disponible. Veuillez exécuter cette requête depuis la liste des environnements ou la fiche d'environnement.
it_it: Nessun contesto di ambiente disponibile. Si prega di eseguire questa query dall'Elenco Ambienti o dalla Scheda Ambiente.
nb_no: Ingen miljøkontekst tilgjengelig. Vennligst kjør denne forespørselen fra Miljølisten eller Miljøkortet.

# Page 2698422480 - Action 1786049364 - Property 1295455071
source: Loads data from the API.
da_dk: Indlæser data fra API'en.
de_de: Lädt Daten aus der API.
es_es: Carga datos desde la API.
fi_fi: Lataa tiedot API:sta.
fr_fr: Charge les données depuis l'API.
it_it: Carica i dati dall'API.
nb_no: Hent data fra API.

# Page 2698422480 - Action 1786049364 - Property 2879900210
source: Load
da_dk: Indlæs
de_de: Auslastung
es_es: Cargar
fi_fi: Lataa
fr_fr: Charger
it_it: Carico
nb_no: Hent data

# Page 2698422480 - Action 1786049364 - Method 1377591017 - NamedType 1548616738
source: No environment context available. Please run this query from the Environment List or Environment Card.
da_dk: Ingen miljøkontekst tilgængelig. Kør denne forespørgsel fra miljølisten eller miljøkortet.
de_de: Kein Umgebungskontext verfügbar. Bitte führen Sie diese Abfrage aus der Umgebungsliste oder der Umgebungskarte aus.
es_es: No hay contexto de entorno disponible. Ejecute esta consulta desde la Lista de entornos o la Ficha de entorno.
fi_fi: Ympäristökonteksti ei ole käytettävissä. Suorita tämä kysely Ympäristöluettelosta tai Ympäristökortista.
fr_fr: Aucun contexte d'environnement disponible. Veuillez exécuter cette requête depuis la liste des environnements ou la fiche d'environnement.
it_it: Nessun contesto di ambiente disponibile. Si prega di eseguire questa query dall'Elenco Ambienti o dalla Scheda Ambiente.
nb_no: Ingen miljøkontekst tilgjengelig. Vennligst kjør denne forespørselen fra Miljølisten eller Miljøkortet.

# Page 620516318 - Property 2879900210
source: KQL Queries
da_dk: KQL-forespørgsler
de_de: KQL-Abfragen
es_es: Consultas KQL
fi_fi: KQL-kyselyt
fr_fr: Requêtes KQL
it_it: Query KQL
nb_no: KQL Spørringer

# Page 620516318 - Control 2053743933 - Property 2879900210
source: Environment Context
da_dk: Miljøkontekst
de_de: Umgebungskontext
es_es: Contexto de entorno
fi_fi: Ympäristökonteksti
fr_fr: Contexte d'environnement
it_it: Contesto Ambiente
nb_no: Miljøkontekst

# Page 620516318 - Control 2191615893 - Property 1295455071
source: Specifies the environment that will be used for telemetry queries.
da_dk: Angiver det miljø, der skal bruges til telemetriforespørgsler.
de_de: Gibt die Umgebung an, die für Telemetrieabfragen verwendet wird.
es_es: Especifica el entorno que se utilizará para las consultas de telemetría.
fi_fi: Määrittää ympäristön, jota käytetään telemetriakyselyissä.
fr_fr: Spécifie l'environnement qui sera utilisé pour les requêtes de télémétrie.
it_it: Specifica l'ambiente che verrà utilizzato per le query di telemetria.
nb_no: Angir miljøet som vil bli benyttet for telemetri spørringer.

# Page 620516318 - Control 2191615893 - Property 2879900210
source: Environment
da_dk: Miljø
de_de: Umgebung
es_es: Entorno
fi_fi: Ympäristö
fr_fr: Environnement
it_it: Ambiente
nb_no: Miljø

# Page 620516318 - Control 1635461023 - Property 1295455071
source: Specifies the telemetry connection description for the current environment.
da_dk: Angiver beskrivelsen af telemetriforbindelsen for det aktuelle miljø.
de_de: Gibt die Telemetrieverbindungsbeschreibung für die aktuelle Umgebung an.
es_es: Especifica la descripción de la conexión de telemetría para el entorno actual.
fi_fi: Määrittää nykyisen ympäristön telemetriayhteyden kuvauksen.
fr_fr: Spécifie la description de la connexion de télémétrie pour l'environnement actuel.
it_it: Specifica la descrizione della connessione di telemetria per l'ambiente corrente.
nb_no: Angir beskrivelsen for telemetritilkoblingen for gjeldende miljø.
