Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 614992483 - Action 3915495878 - Property 2879900210
source: Get Capacity
da_dk: Hent kapacitet
de_de: Kapazität abrufen
es_es: Obtener capacidad
fi_fi: Hae kapasiteetti
fr_fr: Obtenir la capacité
it_it: Ottieni Capacità
nb_no: Hent Kapasitet

# Page 1650274849 - Property 2879900210
source: Storage usage by environment
da_dk: Lagerforbrug pr. miljø
de_de: Speichernutzung nach Umgebung
es_es: Uso de almacenamiento por entorno
fi_fi: Tallennustilan käyttö ympäristöittain
fr_fr: Utilisation du stockage par environnement
it_it: Utilizzo archiviazione per ambiente
nb_no: Lagringsplass benyttet av miljø

# Page 1650274849 - Control 345266112 - Property 1295455071
source: Specifies the application family.
da_dk: Angiver programfamilien.
de_de: Gibt die Anwendungsfamilie an.
es_es: Especifica la familia de aplicaciones.
fi_fi: Määrittää sovellustuoteperheen.
fr_fr: Spécifie la famille d'applications.
it_it: Specifica la famiglia dell'applicazione.
nb_no: Angir applikasjonsfamilien.

# Page 1650274849 - Control 2434554707 - Property 1295455071
source: Specifies the database storage used in gigabytes.
da_dk: Angiver det anvendte databaselager i gigabyte.
de_de: Gibt den verwendeten Datenbankspeicher in Gigabyte an.
es_es: Especifica el almacenamiento de base de datos utilizado en gigabytes.
fi_fi: Määrittää käytetyn tietokannan tallennustilan gigatavuina.
fr_fr: Spécifie le stockage de base de données utilisé en gigaoctets.
it_it: Specifica l'archiviazione del database utilizzata in gigabyte.
nb_no: Angir databasestørrelsen i gigabytes

# Page 1650274849 - Control 2434554707 - Property 2879900210
source: Database (GB)
de_de: Datenbank (GB)
es_es: Base de datos (GB)
fi_fi: Tietokanta (GB)
fr_fr: Base de données (Go)

# Page 1650274849 - Control 3540683799 - Property 1295455071
source: Specifies the database storage used in kilobytes.
da_dk: Angiver det anvendte databaselager i kilobyte.
de_de: Gibt den verwendeten Datenbankspeicher in Kilobyte an.
es_es: Especifica el almacenamiento de base de datos utilizado en kilobytes.
fi_fi: Määrittää käytetyn tietokannan tallennustilan kilotavuina.
fr_fr: Spécifie le stockage de base de données utilisé en kilo-octets.
it_it: Specifica l'archiviazione del database utilizzata in kilobyte.
nb_no: Angir Lagringsplass benyttet i kilobytes.

# Page 1650274849 - Control 3540683799 - Property 2879900210
source: Database (KB)
de_de: Datenbank (KB)
es_es: Base de datos (KB)
fi_fi: Tietokanta (KB)
fr_fr: Base de données (Ko)

# Page 1650274849 - Control 170901341 - Property 1295455071
source: Specifies the database storage used in megabytes.
da_dk: Angiver det anvendte databaselager i megabyte.
de_de: Gibt den verwendeten Datenbankspeicher in Megabyte an.
es_es: Especifica el almacenamiento de base de datos utilizado en megabytes.
fi_fi: Määrittää käytetyn tietokantatallennustilan megatavuina.
fr_fr: Spécifie le stockage de base de données utilisé en mégaoctets.
it_it: Specifica l'archiviazione del database utilizzata in megabyte.
nb_no: Angir Lagringsplass benyttet i megabytes.

# Page 1650274849 - Control 170901341 - Property 2879900210
source: Database (MB)
de_de: Datenbank (MB)
es_es: Base de datos (MB)
fi_fi: Tietokanta (MB)
fr_fr: Base de données (Mo)

# Page 1650274849 - Control 1768934958 - Property 1295455071
source: Specifies the environment name.
da_dk: Angiver miljønavnet.
de_de: Gibt den Umgebungsnamen an.
es_es: Especifica el nombre del entorno.
fi_fi: Määrittää ympäristön nimen.
fr_fr: Spécifie le nom de l'environnement.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.

# Page 1650274849 - Control 1436111935 - Property 1295455071
source: Specifies the environment type (Production or Sandbox).
da_dk: Angiver miljøtypen (produktion eller sandkasse).
de_de: Gibt den Umgebungstyp an (Produktion oder Sandbox).
es_es: Especifica el tipo de entorno (Producción o Espacio aislado).
fi_fi: Määrittää ympäristötyypin (Tuotanto tai Sandbox).
fr_fr: Spécifie le type d'environnement (Production ou Sandbox).
it_it: Specifica il tipo di ambiente (Produzione o Sandbox).
nb_no: Angir miljøets type (Produksjon eller sandkasse).

# Page 1650274849 - Control 3109009282 - Property 1295455071
source: Specifies when the measurement was taken.
da_dk: Angiver, hvornår målingen blev foretaget.
de_de: Gibt an, wann die Messung durchgeführt wurde.
es_es: Especifica cuándo se tomó la medición.
fi_fi: Määrittää, milloin mittaus suoritettiin.
fr_fr: Spécifie quand la mesure a été prise.
it_it: Specifica quando è stata effettuata la misurazione.
nb_no: Angir når målingen ble foretatt.

# Page 1650274849 - Action 2502694108 - Property 1295455071
source: View detailed capacity information for this environment.
da_dk: Vis detaljerede kapacitetsoplysninger for dette miljø.
de_de: Detaillierte Kapazitätsinformationen für diese Umgebung anzeigen.
es_es: Ver información detallada de capacidad para este entorno.
fi_fi: Näytä yksityiskohtaiset kapasiteettitiedot tälle ympäristölle.
fr_fr: Voir les informations détaillées de capacité pour cet environnement.
it_it: Visualizza le informazioni dettagliate sulla capacità per questo ambiente.
nb_no: Vis detaljert kapasitetsinformasjon for dette miljøet.

# Page 1650274849 - Action 2502694108 - Property 2879900210
source: Capacity Card
da_dk: Kapacitetskort
de_de: Kapazitätskarte
es_es: Ficha de capacidad
fi_fi: Kapasiteettikortti
fr_fr: Fiche de capacité
it_it: Scheda Capacità
nb_no: Kapasitetskort

# Page 1650274849 - Action 389138476 - Property 1295455071
source: Delete all capacity line records.
da_dk: Slet alle kapacitetslinjer.
de_de: Alle Kapazitätszeilendatensätze löschen.
es_es: Eliminar todos los registros de línea de capacidad.
fi_fi: Poista kaikki kapasiteettirivin tietueet.
fr_fr: Supprimer tous les enregistrements de ligne de capacité.
it_it: Elimina tutti i record delle righe di capacità.
nb_no: Slett alle kapasitetslinjer

# Page 1650274849 - Action 389138476 - Property 2879900210
source: Delete All
da_dk: Slet alle
de_de: Alle löschen
es_es: Eliminar todo
fi_fi: Poista kaikki
fr_fr: Tout supprimer
it_it: Elimina Tutti
nb_no: Slett Alt

# Page 1650274849 - Action 3498863427 - Property 1295455071
source: Open the environment card.
da_dk: Åbn miljøkortet.
de_de: Umgebungskarte öffnen.
es_es: Abrir la ficha del entorno.
fi_fi: Avaa ympäristökortti.
fr_fr: Ouvrir la fiche de l'environnement.
it_it: Apri la scheda ambiente.
nb_no: Åpne miljøkortet

# Page 1650274849 - Action 3498863427 - Property 2879900210
source: Environment Card
da_dk: Miljøkort
de_de: Umgebungskarte
es_es: Ficha de entorno
fi_fi: Ympäristökortti
fr_fr: Fiche d'environnement
it_it: Scheda Ambiente
nb_no: Miljøkort

# Page 3216926189 - Property 2879900210
source: D365BC Capacity
da_dk: D365BC-kapacitet
de_de: D365BC Kapazität
es_es: Capacidad D365BC
fi_fi: D365BC Kapasiteetti
fr_fr: Capacité D365BC
it_it: Capacità D365BC
nb_no: D365BC Kapasitet

# Page 3216926189 - Control 2202834866 - Property 2879900210
source: Environment quota usage
da_dk: Forbrug af miljøkvote
de_de: Umgebungskontingentnutzung
es_es: Uso de cuota de entorno
fi_fi: Ympäristökiintiön käyttö
fr_fr: Utilisation du quota d'environnement
it_it: Utilizzo quota ambienti
nb_no: brukt kvote for miljø

# Page 3216926189 - Control 1065337893 - Property 2879900210
source: Production
da_dk: Produktion
de_de: Produktion
es_es: Producción
fi_fi: Tuotanto
fr_fr: Fabrication
it_it: Produzione
nb_no: Produksjon

# Page 3216926189 - Control 278514507 - Property 1295455071
source: Specifies the maximum allowed number of production environments.
da_dk: Angiver det maksimalt tilladte antal produktionsmiljøer.
de_de: Gibt die maximal zulässige Anzahl von Produktionsumgebungen an.
es_es: Especifica el número máximo permitido de entornos de producción.
fi_fi: Määrittää tuotantoympäristöjen sallitun enimmäismäärän.
fr_fr: Spécifie le nombre maximum autorisé d'environnements de production.
it_it: Specifica il numero massimo consentito di ambienti di produzione.
nb_no: Angir maksimalt antall av produksjonsmiljøer.

# Page 3216926189 - Control 278514507 - Property 2879900210
source: of
da_dk: af
de_de: von
es_es: de
fr_fr: de
it_it: di
nb_no: av

# Page 3216926189 - Control 1823397427 - Property 1295455071
source: Specifies the number of available production environment slots.
da_dk: Angiver antallet af tilgængelige produktionsmiljøpladser.
de_de: Gibt die Anzahl der verfügbaren Produktionsumgebungsplätze an.
es_es: Especifica el número de espacios de entorno de producción disponibles.
fi_fi: Määrittää saatavilla olevien tuotantoympäristöpaikkojen määrän.
fr_fr: Spécifie le nombre d'emplacements d'environnement de production disponibles.
it_it: Specifica il numero di slot di ambiente di produzione disponibili.
nb_no: Angir antall tilgjengelige produksjonsmiljøer

# Page 3216926189 - Control 1823397427 - Property 2879900210
source: available
da_dk: tilgængelige
de_de: verfügbar
es_es: disponible
fi_fi: saatavilla
fr_fr: disponible
it_it: disponibili
nb_no: Tilgjengelig

# Page 3216926189 - Control 2826488702 - Property 1295455071
source: Specifies the number of production environments currently in use.
da_dk: Angiver antallet af produktionsmiljøer, der aktuelt er i brug.
de_de: Gibt die Anzahl der derzeit verwendeten Produktionsumgebungen an.
es_es: Especifica el número de entornos de producción actualmente en uso.
fi_fi: Määrittää parhaillaan käytössä olevien tuotantoympäristöjen määrän.
fr_fr: Spécifie le nombre d'environnements de production actuellement utilisés.
it_it: Specifica il numero di ambienti di produzione attualmente in uso.
nb_no: Angir antall produksjonsmiljøer i bruk.

# Page 3216926189 - Control 2826488702 - Property 2879900210
source: Used
da_dk: Anvendt
de_de: Verwendet
es_es: Usado
fi_fi: Käytössä
fr_fr: Utilisé
it_it: Utilizzati
nb_no: Brukt

# Page 3216926189 - Control 3957778759 - Property 2879900210
source: Sandbox
da_dk: Sandkasse
de_de: Sandkasten
es_es: Espacio aislado
fi_fi: Eristys
nb_no: Sandkasse

# Page 3216926189 - Control 935866481 - Property 1295455071
source: Specifies the maximum allowed number of sandbox environments.
da_dk: Angiver det maksimalt tilladte antal sandkassemiljøer.
de_de: Gibt die maximal zulässige Anzahl von Sandboxumgebungen an.
es_es: Especifica el número máximo permitido de entornos de espacio aislado.
fi_fi: Määrittää sandbox-ympäristöjen sallitun enimmäismäärän.
fr_fr: Spécifie le nombre maximum autorisé d'environnements sandbox.
it_it: Specifica il numero massimo consentito di ambienti sandbox.
nb_no: Angir maksimalt antall av sandkassemiljøer.

# Page 3216926189 - Control 935866481 - Property 2879900210
source: of
da_dk: af
de_de: von
es_es: de
fr_fr: de
it_it: di
nb_no: av

# Page 3216926189 - Control 1100570937 - Property 1295455071
source: Specifies the number of available sandbox environment slots.
da_dk: Angiver antallet af tilgængelige sandkassemiljøpladser.
de_de: Gibt die Anzahl der verfügbaren Sandboxumgebungsplätze an.
es_es: Especifica el número de espacios de entorno de espacio aislado disponibles.
fi_fi: Määrittää saatavilla olevien sandbox-ympäristöpaikkojen määrän.
fr_fr: Spécifie le nombre d'emplacements d'environnement sandbox disponibles.
it_it: Specifica il numero di slot di ambiente sandbox disponibili.
nb_no: Angir antall tilgjengelige sandkassemiljøer.

# Page 3216926189 - Control 1100570937 - Property 2879900210
source: available
da_dk: tilgængelige
de_de: verfügbar
es_es: disponible
fi_fi: saatavilla
fr_fr: disponible
it_it: disponibili
nb_no: Tilgjengelig

# Page 3216926189 - Control 3453779424 - Property 1295455071
source: Specifies the number of sandbox environments currently in use.
da_dk: Angiver antallet af sandkassemiljøer, der aktuelt er i brug.
de_de: Gibt die Anzahl der derzeit verwendeten Sandboxumgebungen an.
es_es: Especifica el número de entornos de espacio aislado actualmente en uso.
fi_fi: Määrittää parhaillaan käytössä olevien sandbox-ympäristöjen määrän.
fr_fr: Spécifie le nombre d'environnements sandbox actuellement utilisés.
it_it: Specifica il numero di ambienti sandbox attualmente in uso.
nb_no: Angir antall sandkassemiljø i bruk

# Page 3216926189 - Control 3453779424 - Property 2879900210
source: Used
da_dk: Anvendt
de_de: Verwendet
es_es: Usado
fi_fi: Käytössä
fr_fr: Utilisé
it_it: Utilizzati
nb_no: Brukt

# Page 3216926189 - Control 1099711405 - Property 2879900210
source: Storage capacity, by source
da_dk: Lagerkapacitet pr. kilde
de_de: Speicherkapazität nach Quelle
es_es: Capacidad de almacenamiento, por origen
fi_fi: Tallennuskapasiteetti lähteen mukaan
fr_fr: Capacité de stockage, par source
it_it: Capacità di archiviazione, per origine
nb_no: Lagringskapasitet pr kilde

# Page 3216926189 - Control 2246600971 - Property 1295455071
source: Specifies the additional purchased storage capacity.
da_dk: Angiver den ekstra købte lagerkapacitet.
de_de: Gibt die zusätzlich erworbene Speicherkapazität an.
es_es: Especifica la capacidad de almacenamiento adicional comprada.
fi_fi: Määrittää lisäksi ostetun tallennuskapasiteetin.
fr_fr: Spécifie la capacité de stockage supplémentaire achetée.
it_it: Specifica la capacità di archiviazione aggiuntiva acquistata.
nb_no: Angir den ekstra kjøpte lagringskapasiteten.

# Page 3216926189 - Control 2246600971 - Property 2879900210
source: Additional capacity
da_dk: Ekstra kapacitet
de_de: Zusätzliche Kapazität
es_es: Capacidad adicional
fi_fi: Lisäkapasiteetti
fr_fr: Capacité supplémentaire
it_it: Capacità aggiuntiva
nb_no: Tilleggskapasitet

# Page 3216926189 - Control 4293408607 - Property 1295455071
source: Specifies the default storage capacity (organization default).
da_dk: Angiver standardlagerkapaciteten (organisationsstandard).
de_de: Gibt die Standardspeicherkapazität an (Organisationsstandard).
es_es: Especifica la capacidad de almacenamiento predeterminada (predeterminada de la organización).
fi_fi: Määrittää oletustallennuskapasiteetin (organisaation oletus).
fr_fr: Spécifie la capacité de stockage par défaut (par défaut de l'organisation).
it_it: Specifica la capacità di archiviazione predefinita (predefinita dell'organizzazione).
nb_no: Angir standard lagringskapasitet (organisasjonens standard).

# Page 3216926189 - Control 4293408607 - Property 2879900210
source: Org (tenant) default
da_dk: Org (tenant) standard
de_de: Org (Tenant) Standard
es_es: Predeterminado de la organización (inquilino)
fi_fi: Organisaation (tenantin) oletus
fr_fr: Par défaut de l'organisation (locataire)
it_it: Predefinita organizzazione (tenant)
nb_no: Org (leietaker) standard

# Page 3216926189 - Control 2553156568 - Property 1295455071
source: Specifies the total storage capacity.
da_dk: Angiver den samlede lagerkapacitet.
de_de: Gibt die Gesamtspeicherkapazität an.
es_es: Especifica la capacidad de almacenamiento total.
fi_fi: Määrittää tallennuskapasiteetin kokonaismäärän.
fr_fr: Spécifie la capacité de stockage totale.
it_it: Specifica la capacità di archiviazione totale.
nb_no: Angir den totale lagringskapasiteten.

# Page 3216926189 - Control 2560132975 - Property 1295455071
source: Specifies the storage capacity from user licenses.
da_dk: Angiver lagerkapaciteten fra brugerlicenser.
de_de: Gibt die Speicherkapazität aus Benutzerlizenzen an.
es_es: Especifica la capacidad de almacenamiento de las licencias de usuario.
fi_fi: Määrittää käyttäjälisenssien tallennuskapasiteetin.
fr_fr: Spécifie la capacité de stockage des licences utilisateur.
it_it: Specifica la capacità di archiviazione dalle licenze utente.
nb_no: Angir lagringskapasitet basert på brukerlisenser.

# Page 3216926189 - Control 2560132975 - Property 2879900210
source: User licenses
da_dk: Brugerlicenser
de_de: Benutzerlizenzen
es_es: Licencias de usuario
fi_fi: Käyttäjälisenssit
fr_fr: Licences utilisateur
it_it: Licenze utente
nb_no: Brukerlisenser

# Page 3216926189 - Control 3001032124 - Property 2879900210
source: Storage capacity usage
da_dk: Forbrug af lagerkapacitet
de_de: Speicherkapazitätsnutzung
es_es: Uso de capacidad de almacenamiento
fi_fi: Tallennuskapasiteetin käyttö
fr_fr: Utilisation de la capacité de stockage
it_it: Utilizzo capacità di archiviazione
nb_no: Brukt lagringskapasitet

# Page 3216926189 - Control 2501792105 - Property 1295455071
source: Specifies when the capacity data was last updated.
da_dk: Angiver, hvornår kapacitetsdataene sidst blev opdateret.
de_de: Gibt an, wann die Kapazitätsdaten zuletzt aktualisiert wurden.
es_es: Especifica cuándo se actualizaron por última vez los datos de capacidad.
fi_fi: Määrittää, milloin kapasiteettitiedot päivitettiin viimeksi.
fr_fr: Spécifie quand les données de capacité ont été mises à jour pour la dernière fois.
it_it: Specifica quando sono stati aggiornati l'ultima volta i dati sulla capacità.
nb_no: Angir når lagringskapasiteten ble oppdatert sist.

# Page 3216926189 - Control 2501792105 - Property 2879900210
source: Last updated date
da_dk: Dato for seneste opdatering
de_de: Letztes Aktualisierungsdatum
es_es: Fecha de última actualización
fi_fi: Viimeisin päivityspvm
fr_fr: Date de dernière mise à jour
it_it: Data ultimo aggiornamento
nb_no: Sist oppdatert dato

# Page 3216926189 - Control 2363134311 - Property 1295455071
source: Specifies the available database storage capacity.
da_dk: Angiver den tilgængelige databaselagerkapacitet.
de_de: Gibt die verfügbare Datenbankspeicherkapazität an.
es_es: Especifica la capacidad de almacenamiento de base de datos disponible.
fi_fi: Määrittää saatavilla olevan tietokantatallennuskapasiteetin.
fr_fr: Spécifie la capacité de stockage de base de données disponible.
it_it: Specifica la capacità di archiviazione del database disponibile.
nb_no: Angir tilgjengelig lagringskapasitet for databasen.

# Page 3216926189 - Control 2363134311 - Property 2879900210
source: GB available
da_dk: GB tilgængelig
de_de: GB verfügbar
es_es: GB disponibles
fi_fi: GB saatavilla
fr_fr: Go disponibles
it_it: GB disponibili
nb_no: GB tilgjengelig

# Page 3216926189 - Control 766441650 - Property 1295455071
source: Specifies the total database storage capacity allowed.
da_dk: Angiver den samlede tilladte databaselagerkapacitet.
de_de: Gibt die zulässige Gesamtdatenbankspeicherkapazität an.
es_es: Especifica la capacidad total de almacenamiento de base de datos permitida.
fi_fi: Määrittää sallitun tietokantatallennuskapasiteetin kokonaismäärän.
fr_fr: Spécifie la capacité totale de stockage de base de données autorisée.
it_it: Specifica la capacità totale di archiviazione del database consentita.
nb_no: Angir den totale tillatte lagringskapasiteten.

# Page 3216926189 - Control 766441650 - Property 2879900210
source: of
da_dk: af
de_de: von
es_es: de
fr_fr: de
it_it: di
nb_no: av

# Page 3216926189 - Control 2664988147 - Property 1295455071
source: Specifies the total database storage used across all environments.
da_dk: Angiver det samlede anvendte databaselager på tværs af alle miljøer.
de_de: Gibt den verwendeten Gesamtdatenbankspeicher über alle Umgebungen hinweg an.
es_es: Especifica el almacenamiento total de base de datos utilizado en todos los entornos.
fi_fi: Määrittää käytetyn tietokantatallennustilan kokonaismäärän kaikissa ympäristöissä.
fr_fr: Spécifie le stockage total de base de données utilisé dans tous les environnements.
it_it: Specifica l'archiviazione totale del database utilizzata in tutti gli ambienti.
nb_no: Angir den totale databasestørrelsen for alle miljøer.

# Page 3216926189 - Action 3915495878 - Property 1295455071
source: Retrieve current capacity information from Admin Center API.
da_dk: Hent aktuelle kapacitetsoplysninger fra administrationscenter-API.
de_de: Aktuelle Kapazitätsinformationen von der Admin Center API abrufen.
es_es: Recuperar información de capacidad actual desde la API del Centro de administración.
fi_fi: Nouda nykyiset kapasiteettitiedot hallintakeskuksen API:sta.
fr_fr: Récupérer les informations de capacité actuelles depuis l'API du centre d'administration.
it_it: Recupera le informazioni attuali sulla capacità dall'API Admin Center.
nb_no: Oppdater kapasitetsinformasjon fra Admin Center API.

# Page 3216926189 - Action 3915495878 - Property 2879900210
source: Get Capacity
da_dk: Hent kapacitet
de_de: Kapazität abrufen
es_es: Obtener capacidad
fi_fi: Hae kapasiteetti
fr_fr: Obtenir la capacité
it_it: Ottieni Capacità
nb_no: Hent Kapasitet

# Table 4179850407 - Property 2879900210
source: D365BC Customer
da_dk: D365BC-kunde
de_de: D365BC Kunde
es_es: Cliente D365BC
fi_fi: D365BC Asiakas
fr_fr: Client D365BC
it_it: Cliente D365BC
nb_no: D365BC Kunde

# Table 4179850407 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
nb_no: Navn

# Table 4179850407 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nr.
de_de: Nr.
es_es: Nº
fi_fi: Nro
fr_fr: N°
it_it: Nr.
nb_no: Nr.

# Page 1980217027 - Property 2879900210
source: D365BC Customer Card
da_dk: D365BC-kundekort
de_de: D365BC Kundenkarte
es_es: Ficha de cliente D365BC
fi_fi: D365BC Asiakaskortti
fr_fr: Fiche client D365BC
it_it: Scheda Cliente D365BC
nb_no: D365BC kundekort

# Page 1980217027 - Control 2961552353 - Property 1295455071
source: Specifies the customer name.
da_dk: Angiver kundenavnet.
de_de: Gibt den Kundennamen an.
es_es: Especifica el nombre del cliente.
fi_fi: Määrittää asiakkaan nimen.
fr_fr: Spécifie le nom du client.
it_it: Specifica il nome del cliente.
nb_no: Angir kundens navn

# Page 1980217027 - Control 4200184881 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver kundens nummer.
de_de: Gibt die Nummer des Debitors an.
es_es: Especifica el número de cliente.
fi_fi: Määrittää asiakasnumeron.
fr_fr: Spécifie le numéro de client.
it_it: Specifica il numero cliente.
nb_no: Angir kundenummeret.

# Page 1980217027 - Action 532500578 - Property 1295455071
source: View Business Central tenants for this customer.
da_dk: Vis Business Central-tenante for denne kunde.
de_de: Business Central-Tenants für diesen Kunden anzeigen.
es_es: Ver inquilinos de Business Central para este cliente.
fi_fi: Näytä Business Central -tenantit tälle asiakkaalle.
fr_fr: Voir les locataires Business Central pour ce client.
it_it: Visualizza i tenant di Business Central per questo cliente.
nb_no: Vis Business Central leietakere for denne kunden.

# Page 1980217027 - Action 532500578 - Property 2879900210
source: BC Tenants
da_dk: BC-tenante
es_es: Inquilinos de BC
fi_fi: BC-tenantit
fr_fr: Locataires BC
it_it: Tenant BC
nb_no: BC Leietakere

# Page 2958958320 - Property 2879900210
source: D365BC Customers - Environment Management
da_dk: D365BC-kunder - Miljøstyring
de_de: D365BC Kunden - Umgebungsverwaltung
es_es: Clientes D365BC - Gestión de entornos
fi_fi: D365BC Asiakkaat - ympäristönhallinta
fr_fr: Clients D365BC - Gestion de l'environnement
it_it: Clienti D365BC - Gestione Ambienti
nb_no: D365BC kunder - Administrasjon av miljø

# Page 2958958320 - Control 2961552353 - Property 1295455071
source: Specifies the customer name.
da_dk: Angiver kundenavnet.
de_de: Gibt den Kundennamen an.
es_es: Especifica el nombre del cliente.
fi_fi: Määrittää asiakkaan nimen.
fr_fr: Spécifie le nom du client.
it_it: Specifica il nome del cliente.
nb_no: Angir kundens navn

# Page 2958958320 - Control 4200184881 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver kundens nummer.
de_de: Gibt die Nummer des Debitors an.
es_es: Especifica el número de cliente.
fi_fi: Määrittää asiakasnumeron.
fr_fr: Spécifie le numéro de client.
it_it: Specifica il numero cliente.
nb_no: Angir kundenummeret.
