Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 1431185537 - Control 705672093 - Property 1295455071
source: Specifies the name of the Business Central tenant.
da_dk: Angiver navnet på Business Central-tenanten.
de_de: Gibt den Namen des Business Central-Tenants an.
es_es: Especifica el nombre del inquilino de Business Central.
fi_fi: Määrittää Business Central -tenantin nimen.
fr_fr: Spécifie le nom du locataire Business Central.
it_it: Specifica il nome del tenant di Business Central.
nb_no: Angir navnet til Business Central leietakeren

# Page 1431185537 - Action 1727297074 - Property 1295455071
source: View Business Central environments for this tenant.
da_dk: Få vist Business Central-miljøer for denne tenant.
de_de: Business Central-Umgebungen für diesen Tenant anzeigen.
es_es: Ver entornos de Business Central para este inquilino.
fi_fi: Tarkastele tämän tenantin Business Central -ympäristöjä.
fr_fr: Voir les environnements Business Central pour ce locataire.
it_it: Visualizza gli ambienti di Business Central per questo tenant.
nb_no: Vis Business Central miljøer for denne leietakeren.

# Page 1431185537 - Action 1727297074 - Property 2879900210
source: Environments
da_dk: Miljøer
de_de: Umgebungen
es_es: Entornos
fi_fi: Ympäristöt
fr_fr: Environnements
it_it: Ambienti
nb_no: Miljøer

# Page 1431185537 - Action 1190370812 - Property 1295455071
source: View PTE object ranges for this customer and tenant.
da_dk: Få vist PTE-objektområder for denne kunde og tenant.
de_de: Zeigt die PTE Objekt Range für diesen Kunden und Tenant an.
es_es: Ver rangos de objetos PTE para este cliente e inquilino.
fi_fi: Tarkastele PTE-objektialueita tälle asiakkaalle ja tenantille.
fr_fr: Voir les plages d'objets PTE pour ce client et ce locataire.
it_it: Visualizza gli intervalli di oggetti PTE per questo cliente e tenant.
nb_no: Vis PTE objektområder for denne kunden og leietakeren.

# Page 1431185537 - Action 1190370812 - Property 2879900210
source: PTE Object Ranges
da_dk: PTE-objektområder
de_de: PTE Objekt Ranges
es_es: Rangos de objetos PTE
fi_fi: PTE-objektialueet
fr_fr: Plages d'objets PTE
nb_no: PTE objektområder

# Page 1431185537 - Action 1514883969 - Property 1295455071
source: Configure D365BC Admin Center settings including debug mode.
da_dk: Konfigurer indstillinger for D365BC-admincenter, herunder fejlfindingstilstand.
de_de: D365BC Admin Center-Einstellungen einschließlich Debugmodus konfigurieren.
es_es: Configurar los ajustes del Centro de administración de D365BC, incluido el modo de depuración.
fi_fi: Määritä D365BC-hallintakeskuksen asetukset mukaan lukien virheenkorjaustila.
fr_fr: Configurer les paramètres du centre d'administration D365BC, y compris le mode débogage.
it_it: Configura le impostazioni di D365BC Admin Center inclusa la modalità debug.
nb_no: Konfigurer D365BC Admin Center-innstillinger, inkludert feilsøkingsmodus.

# Page 1431185537 - Action 1514883969 - Property 2879900210
source: Setup
da_dk: Opsætning
de_de: Einrichten
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
nb_no: Oppsett

# Page 1431185537 - Action 2791522152 - Property 1295455071
source: Test if debug mode is working properly.
da_dk: Test, om fejlfindingstilstand fungerer korrekt.
de_de: Testen Sie, ob der Debugmodus ordnungsgemäß funktioniert.
es_es: Probar si el modo de depuración funciona correctamente.
fi_fi: Testaa, toimiiko virheenkorjaustila oikein.
fr_fr: Tester si le mode débogage fonctionne correctement.
it_it: Testa se la modalità debug funziona correttamente.
nb_no: Test om feilsøkingsmodus fungerer som det skal.

# Page 1431185537 - Action 2791522152 - Property 2879900210
source: Test Debug Mode
da_dk: Test fejlfindingstilstand
de_de: Debugmodus testen
es_es: Probar modo de depuración
fi_fi: Testaa virheenkorjaustilaa
fr_fr: Tester le mode débogage
it_it: Testa Modalità Debug
nb_no: Test feilsøkingsmodus

# Page 1431185537 - Action 2035395679 - Property 2879900210
source: Navigation
es_es: Navegación
fi_fi: Siirtyminen
it_it: Spostamento
nb_no: Navigasjon

# Page 1431185537 - Action 1850083652 - Property 2879900210
source: Setup
da_dk: Opsætning
de_de: Einrichtung
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
nb_no: Oppsett

# Page 1847328476 - Property 2879900210
source: Tenant to Tenant Migration
da_dk: Tenant til tenant-overførsel
de_de: Tenant-zu-Tenant-Migration
es_es: Migración de inquilino a inquilino
fi_fi: Tenantista tenanttiin -siirto
fr_fr: Migration de locataire à locataire
it_it: Migrazione Tenant a Tenant
nb_no: Leietaker til leietaker migrering

# Page 1847328476 - Control 1423652785 - Property 2879900210
source: Migration Options
da_dk: Overførselsindstillinger
de_de: Migrationsoptionen
es_es: Opciones de migración
fi_fi: Siirtoasetukset
fr_fr: Options de migration
it_it: Opzioni di Migrazione
nb_no: Migreringsalternativer

# Page 1847328476 - Control 89482917 - Property 1295455071
source: Specifies whether to migrate installed apps.
da_dk: Angiver, om installerede apps skal overføres.
de_de: Gibt an, ob installierte Apps migriert werden sollen.
es_es: Especifica si se deben migrar las aplicaciones instaladas.
fi_fi: Määrittää, siirretäänkö asennetut sovellukset.
fr_fr: Spécifie s'il faut migrer les applications installées.
it_it: Specifica se migrare le app installate.
nb_no: Angir om installerte apper skal migreres.

# Page 1847328476 - Control 89482917 - Property 2879900210
source: Migrate Apps
da_dk: Overfør apps
de_de: Apps migrieren
es_es: Migrar aplicaciones
fi_fi: Siirrä sovellukset
fr_fr: Migrer les applications
it_it: Migra App
nb_no: Migrer apper

# Page 1847328476 - Control 2014362891 - Property 1295455071
source: Specifies whether to migrate data along with the environment.
da_dk: Angiver, om data skal overføres sammen med miljøet.
de_de: Gibt an, ob Daten zusammen mit der Umgebung migriert werden sollen.
es_es: Especifica si se deben migrar los datos junto con el entorno.
fi_fi: Määrittää, siirretäänkö tiedot ympäristön mukana.
fr_fr: Spécifie s'il faut migrer les données avec l'environnement.
it_it: Specifica se migrare i dati insieme all'ambiente.
nb_no: Angir om man skal overføre data sammen med miljøet.

# Page 1847328476 - Control 2014362891 - Property 2879900210
source: Migrate Data
da_dk: Overfør data
de_de: Daten migrieren
es_es: Migrar datos
fi_fi: Siirrä tiedot
fr_fr: Migrer les données
it_it: Migra Dati
nb_no: Migrer data

# Page 1847328476 - Control 2680354494 - Property 1295455071
source: Specifies a description for this migration.
da_dk: Angiver en beskrivelse af denne overførsel.
de_de: Gibt eine Beschreibung für diese Migration an.
es_es: Especifica una descripción para esta migración.
fi_fi: Määrittää tälle siirrolle kuvauksen.
fr_fr: Spécifie une description pour cette migration.
it_it: Specifica una descrizione per questa migrazione.
nb_no: Angir beskrivelse for migreringen.

# Page 1847328476 - Control 2680354494 - Property 2879900210
source: Migration Description
da_dk: Overførselsbeskrivelse
de_de: Migrationsbeschreibung
es_es: Descripción de la migración
fi_fi: Siirron kuvaus
fr_fr: Description de la migration
it_it: Descrizione Migrazione
nb_no: Migreringsbeskrivelse

# Page 1847328476 - Control 352047286 - Property 2879900210
source: Source Environment
da_dk: Kildemiljø
de_de: Quellumgebung
es_es: Entorno de origen
fi_fi: Lähdeympäristö
fr_fr: Environnement source
it_it: Ambiente di Origine
nb_no: Kildemiljø

# Page 1847328476 - Control 3570299252 - Property 1295455071
source: Specifies the source customer number.
da_dk: Angiver kildekundenummeret.
de_de: Gibt die Quellkundennummer an.
es_es: Especifica el número de cliente de origen.
fi_fi: Määrittää lähdeasiakasnumeron.
fr_fr: Spécifie le numéro de client source.
it_it: Specifica il numero cliente di origine.
nb_no: Angir kildens kundenummer

# Page 1847328476 - Control 3570299252 - Property 2879900210
source: Source Customer No.
da_dk: Kildekundenr.
de_de: Quellkundennr.
es_es: Nº cliente de origen
fi_fi: Lähdeasiakasnro
fr_fr: N° client source
it_it: Nr. Cliente di Origine
nb_no: Kilde kundenr.

# Page 1847328476 - Control 1993335337 - Property 1295455071
source: Specifies the source environment name.
da_dk: Angiver kildemiljønavnet.
de_de: Gibt den Quellumgebungsnamen an.
es_es: Especifica el nombre del entorno de origen.
fi_fi: Määrittää lähdeympäristön nimen.
fr_fr: Spécifie le nom de l'environnement source.
it_it: Specifica il nome dell'ambiente di origine.
nb_no: Angir navnet til kildemiljøet

# Page 1847328476 - Control 1993335337 - Property 2879900210
source: Source Environment Name
da_dk: Kildemiljønavn
de_de: Quellumgebungsname
es_es: Nombre del entorno de origen
fi_fi: Lähdeympäristön nimi
fr_fr: Nom de l'environnement source
it_it: Nome Ambiente di Origine
nb_no: Kilde miljønavn

# Page 1847328476 - Control 1043049200 - Property 1295455071
source: Specifies the source tenant ID.
da_dk: Angiver kildetenant-id'et.
de_de: Gibt die Quelltenant-ID an.
es_es: Especifica el ID de inquilino de origen.
fi_fi: Määrittää lähdetenantin tunnuksen.
fr_fr: Spécifie l'ID de locataire source.
it_it: Specifica l'ID del tenant di origine.
nb_no: Angir kildens leietaker-ID

# Page 1847328476 - Control 1043049200 - Property 2879900210
source: Source Tenant ID
da_dk: Kildetenant-id
de_de: Quelltenants-ID
es_es: ID de inquilino de origen
fi_fi: Lähdetenantin tunnus
fr_fr: ID de locataire source
it_it: ID Tenant di Origine
nb_no: Kilde Leietaker-IOD

# Page 1847328476 - Control 329348842 - Property 2879900210
source: Target Environment
da_dk: Destinationsmiljø
de_de: Zielumgebung
es_es: Entorno de destino
fi_fi: Kohdeympäristö
fr_fr: Environnement cible
it_it: Ambiente di Destinazione
nb_no: Mål miljø

# Page 1847328476 - Control 2171854488 - Property 1295455071
source: Specifies the target customer number.
da_dk: Angiver destinationskundenummeret.
de_de: Gibt die Zielkundennummer an.
es_es: Especifica el número de cliente de destino.
fi_fi: Määrittää kohdeasiakasnumeron.
fr_fr: Spécifie le numéro de client cible.
it_it: Specifica il numero cliente di destinazione.
nb_no: angir mål kundenummer.

# Page 1847328476 - Control 2171854488 - Property 2879900210
source: Target Customer No.
da_dk: Destinationskundenr.
de_de: Zielkundennr.
es_es: Nº cliente de destino
fi_fi: Kohdeasiakasnro
fr_fr: N° client cible
it_it: Nr. Cliente di Destinazione
nb_no: Mål kundenr.

# Page 1847328476 - Control 2832099189 - Property 1295455071
source: Specifies the target environment name.
da_dk: Angiver destinationsmiljønavnet.
de_de: Gibt den Zielumgebungsnamen an.
es_es: Especifica el nombre del entorno de destino.
fi_fi: Määrittää kohdeympäristön nimen.
fr_fr: Spécifie le nom de l'environnement cible.
it_it: Specifica il nome dell'ambiente di destinazione.
nb_no: Angir miljønavnet på målet

# Page 1847328476 - Control 2832099189 - Property 2879900210
source: Target Environment Name
da_dk: Destinationsmiljønavn
de_de: Zielumgebungsname
es_es: Nombre del entorno de destino
fi_fi: Kohdeympäristön nimi
fr_fr: Nom de l'environnement cible
it_it: Nome Ambiente di Destinazione
nb_no: Mål miljønavn

# Page 1847328476 - Control 2190358540 - Property 1295455071
source: Specifies the target tenant ID.
da_dk: Angiver destinationstenant-id'et.
de_de: Gibt die Zieltenant-ID an.
es_es: Especifica el ID de inquilino de destino.
fi_fi: Määrittää kohdetenantin tunnuksen.
fr_fr: Spécifie l'ID de locataire cible.
it_it: Specifica l'ID del tenant di destinazione.
nb_no: Angir leietaker-ID for målet

# Page 1847328476 - Control 2190358540 - Property 2879900210
source: Target Tenant ID
da_dk: Destinationstenant-id
de_de: Zieltenants-ID
es_es: ID de inquilino de destino
fi_fi: Kohdetenantin tunnus
fr_fr: ID de locataire cible
it_it: ID Tenant di Destinazione
nb_no: Mål leietaker-ID

# Page 614992483 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
it_it: Generale
nb_no: Generelt

# Page 1980217027 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
it_it: Generale
nb_no: Generelt

# Page 1494117452 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
it_it: Generale
nb_no: Generelt

# Page 1993633906 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
it_it: Generale
nb_no: Generelt

# Page 1913673331 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
it_it: Generale
nb_no: Generelt

# Page 3216926189 - Control 2553156568 - Property 2879900210
source: Total
de_de: Gesamt
fi_fi: Yhteensä
it_it: Totale
nb_no: I alt

# Enum 266525707 - EnumValue 4172416525 - Property 2879900210
source: Global
fi_fi: Globaali
it_it: Globale

# Page 1494117452 - Action 1285194967 - Method 1377591017 - NamedType 3398415263
source: Are you sure you want to set the Application Insights connection string for environment %1?\Please be aware that this will RESTART the environment.
fi_fi: Haluatko varmasti asettaa Application Insights -yhteysmerkkijonon ympäristölle %1?\Huomiothan, että tämä KÄYNNISTÄÄ ympäristön uudelleen.

# Page 1494117452 - Action 1285194967 - Method 1377591017 - NamedType 4040907277
source: Are you sure you want to remove the Application Insights connection string for environment %1?\Please be aware that this will RESTART the environment.
fi_fi: Haluatko varmasti poistaa Application Insights -yhteysmerkkijonon ympäristöltä %1?\Huomiothan, että tämä KÄYNNISTÄÄ ympäristön uudelleen.

# Page 4116547146 - Action 1285194967 - Method 1377591017 - NamedType 3398415263
source: Are you sure you want to set the Application Insights connection string for environment %1?\Please be aware that this will RESTART the environment.
fi_fi: Haluatko varmasti asettaa Application Insights -yhteysmerkkijonon ympäristölle %1?\Huomiothan, että tämä KÄYNNISTÄÄ ympäristön uudelleen.

# Page 4116547146 - Action 1285194967 - Method 1377591017 - NamedType 4040907277
source: Are you sure you want to remove the Application Insights connection string for environment %1?\Please be aware that this will RESTART the environment.
fi_fi: Haluatko varmasti poistaa Application Insights -yhteysmerkkijonon ympäristöltä %1?\Huomiothan, että tämä KÄYNNISTÄÄ ympäristön uudelleen.
