Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Report 2415584498 - Control 542429436 - Property 2879900210
source: Environment Name
da_dk: Miljønavn
de_de: Umgebungsname
es_es: Nombre del entorno
fi_fi: Ympäristön nimi
fr_fr: Nom de l'environnement
it_it: Nome ambiente
nb_no: Miljønavn

# Report 2415584498 - Control 30224777 - Property 1295455071
source: Specifies the environment type (Production, Sandbox, etc.) for filtering telemetry data.
da_dk: Angiver miljøtypen (Produktion, Sandkasse osv.) til filtrering af telemetridata.
de_de: Gibt den Umgebungstyp (Produktion, Sandbox usw.) zum Filtern von Telemetriedaten an.
es_es: Especifica el tipo de entorno (Producción, Espacio aislado, etc.) para filtrar datos de telemetría.
fi_fi: Määrittää ympäristön tyypin (Tuotanto, Hiekkalaatikko jne.) telemetriatietojen suodatukseen.
fr_fr: Spécifie le type d'environnement (Production, Sandbox, etc.) pour filtrer les données de télémétrie.
it_it: Specifica il tipo di ambiente (Produzione, Sandbox, ecc.) per filtrare i dati di telemetria.
nb_no: Spesifiserer miljøtypen (Produksjon, Sandkasse osv.) for filtrering av telemetridata.

# Report 2415584498 - Control 30224777 - Property 2879900210
source: Environment Type
da_dk: Miljøtype
de_de: Umgebungstyp
es_es: Tipo de entorno
fi_fi: Ympäristötyyppi
fr_fr: Type d'environnement
it_it: Tipo Ambiente
nb_no: Miljøtype

# Report 2415584498 - Control 3702096748 - Property 1295455071
source: Specifies the value of the "From Date" field.
da_dk: Angiver værdien i feltet "Fra dato".
de_de: Gibt den Wert des Felds „Von Datum“ an.
es_es: Especifica el valor del campo "Desde fecha".
fi_fi: Määrittää Alkupäivä-kentän arvon.
fr_fr: Spécifie la valeur du champ "Date de début".
it_it: Specifica il valore del campo "Data Da".
nb_no: Angir verdien for feltet "fra dato" feltet

# Report 2415584498 - Control 3702096748 - Property 2879900210
source: From Date/Time
da_dk: Fra dato/klokkeslæt
de_de: Von Datum/Uhrzeit
es_es: Desde fecha/hora
fi_fi: Alkupäivä/-aika
fr_fr: Date/Heure de début
it_it: Data/Ora Da
nb_no: Fra dato/tid

# Report 2415584498 - Control 1366284151 - Property 1295455071
source: Select the query to run from the KQL Query Store.
da_dk: Vælg den forespørgsel, der skal køres fra KQL-forespørgelseslageret.
de_de: Wählen Sie die auszuführende Abfrage aus dem KQL-Abfragespeicher aus.
es_es: Seleccione la consulta que desea ejecutar desde el Almacén de consultas KQL.
fi_fi: Valitse suoritettava kysely KQL-kyselyvarastosta.
fr_fr: Sélectionnez la requête à exécuter depuis le magasin de requêtes KQL.
it_it: Seleziona la query da eseguire dall'Archivio Query KQL.
nb_no: Velg spørringen som skal kjøres fra KQL spørringslageret

# Report 2415584498 - Control 1366284151 - Property 2879900210
source: Query Code
da_dk: Forespørgselskode
de_de: Abfragecode
es_es: Código de consulta
fi_fi: Kyselykoodi
fr_fr: Code de requête
it_it: Codice Query
nb_no: Kode for spørringen

# Report 2415584498 - Control 2003645507 - Property 1295455071
source: Specifies the a time compression to use to group data by time. This applies only to some queries. Leave this field blank to not compress data at all. This value is a timestamp (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).
da_dk: Angiver en tidskomprimering, der skal bruges til at gruppere data efter tid. Dette gælder kun for nogle forespørgsler. Lad dette felt være tomt for ikke at komprimere data overhovedet. Denne værdi er et tidsinterval (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).
de_de: Gibt eine Zeitkomprimierung an, mit der Daten nach Zeit gruppiert werden sollen. Dies gilt nur für einige Abfragen. Lassen Sie dieses Feld leer, um Daten überhaupt nicht zu komprimieren. Dieser Wert ist ein Zeitstempel (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).
es_es: Especifica la compresión de tiempo que se utilizará para agrupar datos por tiempo. Esto se aplica solo a algunas consultas. Deje este campo en blanco para no comprimir los datos en absoluto. Este valor es una marca de tiempo (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).
fi_fi: Määrittää aikakompression, jota käytetään tietojen ryhmittelyyn ajan mukaan. Tämä koskee vain joitakin kyselyitä. Jätä tämä kenttä tyhjäksi, jos et halua pakastaa tietoja ollenkaan. Tämä arvo on aikajakso (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).
fr_fr: Spécifie la compression temporelle à utiliser pour regrouper les données par temps. Cela s'applique uniquement à certaines requêtes. Laissez ce champ vide pour ne pas compresser les données du tout. Cette valeur est un horodatage (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).
it_it: Specifica una compressione temporale da utilizzare per raggruppare i dati per tempo. Questo si applica solo ad alcune query. Lasciare questo campo vuoto per non comprimere affatto i dati. Questo valore è un timestamp (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).
nb_no: Angir en tidskomprimering som skal brukes for å gruppere data etter tid. Dette gjelder bare for noen spørringer. La dette feltet stå tomt for å ikke komprimere data i det hele tatt. Denne verdien er et tidsstempel (https://learn.microsoft.com/en-us/azure/data-explorer/kusto/query/scalar-data-types/timespan).

# Report 2415584498 - Control 2003645507 - Property 2879900210
source: Time Compression
da_dk: Tidskomprimering
de_de: Zeitkomprimierung
es_es: Compresión de tiempo
fi_fi: Aikakompressio
fr_fr: Compression temporelle
it_it: Compressione Temporale
nb_no: Tidskompresjon

# Report 2415584498 - Control 3249287415 - Property 1295455071
source: Specifies the value of the "To Date" field.
da_dk: Angiver værdien i feltet "Til dato".
de_de: Gibt den Wert des Felds „Bis Datum“ an.
es_es: Especifica el valor del campo "Hasta fecha".
fi_fi: Määrittää Loppupäivä-kentän arvon.
fr_fr: Spécifie la valeur du champ "Date de fin".
it_it: Specifica il valore del campo "Data A".
nb_no: Angir verdien for "Til Dato" feltet

# Report 2415584498 - Control 3249287415 - Property 2879900210
source: To Date/Time
da_dk: Til dato/klokkeslæt
de_de: Bis Datum/Uhrzeit
es_es: Hasta fecha/hora
fi_fi: Loppupäivä/-aika
fr_fr: Date/Heure de fin
it_it: Data/Ora A
nb_no: Til Dato/tid

# Table 3746675639 - Property 2879900210
source: D365BC Tenant
es_es: Inquilino D365BC
fi_fi: D365BC-tenantti
fr_fr: Locataire D365BC
it_it: Tenant D365BC
nb_no: D365BC Leietaker

# Table 3746675639 - Field 3107334762 - Property 2879900210
source: Backup Container Name
da_dk: Navn på sikkerhedskopibeholder
de_de: Sicherungscontainername
es_es: Nombre del contenedor de copia de seguridad
fi_fi: Varmuuskopiosäiliön nimi
fr_fr: Nom du conteneur de sauvegarde
it_it: Nome Contenitore Backup
nb_no: Sikkerhetskopi container navn

# Table 3746675639 - Field 2668081541 - Property 2879900210
source: Backup SAS Token Expiration Date
da_dk: Udløbsdato for sikkerhedskopi-SAS-token
de_de: Ablaufdatum des Sicherungs-SAS-Tokens
es_es: Fecha de vencimiento del token SAS de copia de seguridad
fi_fi: Varmuuskopion SAS-tunnuksen vanhentumisaika
fr_fr: Date d'expiration du jeton SAS de sauvegarde
it_it: Data Scadenza Token SAS Backup
nb_no: Sikkerhetskopi SAS token utløpsdato

# Table 3746675639 - Field 3909338195 - Property 2879900210
source: Backup SAS URI
da_dk: Sikkerhedskopi-SAS-URI
de_de: Sicherungs-SAS-URI
es_es: URI de SAS de copia de seguridad
fi_fi: Varmuuskopion SAS-URI
fr_fr: URI SAS de sauvegarde
it_it: URI SAS Backup
nb_no: Sikkerhetskopi SAS URI

# Table 3746675639 - Field 652819368 - Property 2879900210
source: Client ID
da_dk: Klient-id
es_es: ID de cliente
fi_fi: Asiakasohjelman tunnus
fr_fr: ID client
it_it: ID client
nb_no: Klient-ID

# Table 3746675639 - Field 2529110793 - Property 2879900210
source: Client Secret
da_dk: Klienthemmelighed
de_de: Clientgeheimnis
es_es: Secreto de cliente
fi_fi: Asiakasohjelman salasana
fr_fr: Clé secrète client
it_it: Segreto client
nb_no: Klienthemmelighet

# Table 3746675639 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 3746675639 - Field 3786226563 - Property 2879900210
source: Secret Expiration Date
da_dk: Udløbsdato for hemmelighed
de_de: Ablaufdatum des geheimen Schlüssels
es_es: Fecha de vencimiento del secreto
fi_fi: Salaisuuden vanhentumisaika
fr_fr: Date d'expiration du secret
it_it: Data Scadenza Segreto
nb_no: Hemmelighetens utløpsdato

# Table 3746675639 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Table 3746675639 - Field 705672093 - Property 2879900210
source: Tenant Name
da_dk: Tenant-navn
es_es: Nombre del inquilino
fi_fi: Tenantin nimi
fr_fr: Nom du locataire
it_it: Nome Tenant
nb_no: Leietaker-Navn

# Page 1913673331 - Property 2879900210
source: D365BC Entra Tenant Card
da_dk: D365BC Entra-tenantkort
de_de: D365BC Entra-Tenantkarte
es_es: Ficha de inquilino de Entra D365BC
fi_fi: D365BC Entra -tenanttikortti
fr_fr: Fiche de locataire Entra D365BC
it_it: Scheda Tenant Entra D365BC
nb_no: D365BC Entra leietakerkort

# Page 1913673331 - Control 486669812 - Property 2879900210
source: Authentication
da_dk: Godkendelse
de_de: Authentifizierung
es_es: Autenticación
fi_fi: Autentikointi
fr_fr: Authentification
it_it: Autenticazione
nb_no: Godkjenning

# Page 1913673331 - Control 652819368 - Property 1295455071
source: Specifies the Azure AD Application (Client) ID for API authentication.
da_dk: Angiver Azure AD-program-id'et (klient) til API-godkendelse.
de_de: Gibt die Azure AD-Anwendungs-(Client-)ID für die API-Authentifizierung an.
es_es: Especifica el ID de aplicación (cliente) de Azure AD para la autenticación de API.
fi_fi: Määrittää Azure AD -sovelluksen (asiakas)tunnuksen API-todennusta varten.
fr_fr: Spécifie l'ID d'application (client) Azure AD pour l'authentification API.
it_it: Specifica l'ID Applicazione Azure AD (Client) per l'autenticazione API.
nb_no: Angir Azure AD-applikasjons-ID (klient-ID) for API-autentisering.

# Page 1913673331 - Control 2529110793 - Property 1295455071
source: Specifies the Azure AD Application Client Secret for API authentication.
da_dk: Angiver Azure AD-programmets klienthemmelighed til API-godkendelse.
de_de: Gibt den geheimen Clientschlüssel der Azure AD-Anwendung für die API-Authentifizierung an.
es_es: Especifica el secreto de cliente de aplicación de Azure AD para la autenticación de API.
fi_fi: Määrittää Azure AD -sovelluksen asiakassalaisuuden API-todennusta varten.
fr_fr: Spécifie le secret client de l'application Azure AD pour l'authentification API.
it_it: Specifica il Segreto Client dell'Applicazione Azure AD per l'autenticazione API.
nb_no: Angir Azure AD-applikasjonens klienthemmelighet for API-autentisering.

# Page 1913673331 - Control 3786226563 - Property 1295455071
source: Specifies when the client secret expires. Update the secret before this date.
da_dk: Angiver, hvornår klienthemmeligheden udløber. Opdater hemmeligheden før denne dato.
de_de: Gibt an, wann der geheime Clientschlüssel abläuft. Aktualisieren Sie den geheimen Schlüssel vor diesem Datum.
es_es: Especifica cuándo vence el secreto de cliente. Actualice el secreto antes de esta fecha.
fi_fi: Määrittää, milloin asiakassalaisuus vanhenee. Päivitä salaisuus ennen tätä päivämäärää.
fr_fr: Spécifie quand le secret client expire. Mettez à jour le secret avant cette date.
it_it: Specifica quando scade il segreto client. Aggiornare il segreto prima di questa data.
nb_no: Angir når utløpsdato for klienthemmeligheten utløper. Oppdater klienthemmeligheten før denne datoen.

# Page 1913673331 - Control 2441683610 - Property 2879900210
source: Backup Configuration
da_dk: Sikkerhedskopikonfiguration
de_de: Sicherungskonfiguration
es_es: Configuración de copia de seguridad
fi_fi: Varmuuskopiointikokoonpano
fr_fr: Configuration de sauvegarde
it_it: Configurazione Backup
nb_no: Sikkerhetskopikonfigurasjon

# Page 1913673331 - Control 3107334762 - Property 1295455071
source: Specifies the Azure Storage container name for environment backups.
da_dk: Angiver navnet på Azure Storage-beholderen til miljøsikkerhedskopier.
de_de: Gibt den Azure Storage-Containernamen für Umgebungssicherungen an.
es_es: Especifica el nombre del contenedor de Azure Storage para copias de seguridad del entorno.
fi_fi: Määrittää Azure Storage -säiliön nimen ympäristövarmuuskopioita varten.
fr_fr: Spécifie le nom du conteneur Azure Storage pour les sauvegardes d'environnement.
it_it: Specifica il nome del contenitore Azure Storage per i backup dell'ambiente.
nb_no: Angir navnet på Azure Storage-containeren for miljøsikkerhetskopier.

# Page 1913673331 - Control 2668081541 - Property 1295455071
source: Specifies when the SAS token expires. Update the SAS URI before this date.
da_dk: Angiver, hvornår SAS-tokenet udløber. Opdater SAS-URI'en før denne dato.
de_de: Gibt an, wann das SAS-Token abläuft. Aktualisieren Sie den SAS-URI vor diesem Datum.
es_es: Especifica cuándo vence el token SAS. Actualice el URI de SAS antes de esta fecha.
fi_fi: Määrittää, milloin SAS-tunnus vanhenee. Päivitä SAS-URI ennen tätä päivämäärää.
fr_fr: Spécifie quand le jeton SAS expire. Mettez à jour l'URI SAS avant cette date.
it_it: Specifica quando scade il token SAS. Aggiornare l'URI SAS prima di questa data.
nb_no: Angir når SAS-tokenet utløper. Oppdater SAS-URI-en før denne datoen.

# Page 1913673331 - Control 3909338195 - Property 1295455071
source: Specifies the Azure Storage SAS URI for environment backups.
da_dk: Angiver Azure Storage SAS-URI'en til miljøsikkerhedskopier.
de_de: Gibt den Azure Storage-SAS-URI für Umgebungssicherungen an.
es_es: Especifica el URI de SAS de Azure Storage para copias de seguridad del entorno.
fi_fi: Määrittää Azure Storage SAS-URI:n ympäristövarmuuskopioita varten.
fr_fr: Spécifie l'URI SAS Azure Storage pour les sauvegardes d'environnement.
it_it: Specifica l'URI SAS di Azure Storage per i backup dell'ambiente.
nb_no: Spesifiserer Azure Storage SAS-URI for miljøsikkerhetskopier.

# Page 1913673331 - Control 4190130733 - Property 1295455071
source: Specifies the customer number associated with this tenant.
da_dk: Angiver kundenummeret, der er knyttet til denne tenant.
de_de: Gibt die Kundennummer an, die diesem Tenants zugeordnet ist.
es_es: Especifica el número de cliente asociado con este inquilino.
fi_fi: Määrittää tähän tenanttiin liittyvän asiakasnumeron.
fr_fr: Spécifie le numéro de client associé à ce locataire.
it_it: Specifica il numero cliente associato a questo tenant.
nb_no: Angir kundenummeret tilknyttet denne leietakeren.

# Page 1913673331 - Control 1656975091 - Property 1295455071
source: Specifies the unique identifier (GUID) of the Microsoft Entra tenant.
da_dk: Angiver det entydige id (GUID) for Microsoft Entra-tenanten.
de_de: Gibt die eindeutige Kennung (GUID) des Microsoft Entra-Tenants an.
es_es: Especifica el identificador único (GUID) del inquilino de Microsoft Entra.
fi_fi: Määrittää Microsoft Entra -tenantin yksilöllisen tunnuksen (GUID).
fr_fr: Spécifie l'identifiant unique (GUID) du locataire Microsoft Entra.
it_it: Specifica l'identificatore univoco (GUID) del tenant Microsoft Entra.
nb_no: Angir den unike identifikatoren (GUID) for Microsoft Entra leietakeren.

# Page 1913673331 - Control 705672093 - Property 1295455071
source: Specifies the name of the Business Central tenant.
da_dk: Angiver navnet på Business Central-tenanten.
de_de: Gibt den Namen des Business Central-Tenants an.
es_es: Especifica el nombre del inquilino de Business Central.
fi_fi: Määrittää Business Central -tenantin nimen.
fr_fr: Spécifie le nom du locataire Business Central.
it_it: Specifica il nome del tenant di Business Central.
nb_no: Angir navnet til Business Central leietakeren

# Page 1913673331 - Action 1727297074 - Property 1295455071
source: View Business Central environments for this tenant.
da_dk: Få vist Business Central-miljøer for denne tenant.
de_de: Business Central-Umgebungen für diesen Tenants anzeigen.
es_es: Ver entornos de Business Central para este inquilino.
fi_fi: Tarkastele tämän tenantin Business Central -ympäristöjä.
fr_fr: Voir les environnements Business Central pour ce locataire.
it_it: Visualizza gli ambienti di Business Central per questo tenant.
nb_no: Vis Business Central miljøer for denne leietakeren.

# Page 1913673331 - Action 1727297074 - Property 2879900210
source: Environments
da_dk: Miljøer
de_de: Umgebungen
es_es: Entornos
fi_fi: Ympäristöt
fr_fr: Environnements
it_it: Ambienti
nb_no: Miljøer

# Page 1913673331 - Action 1190370812 - Property 1295455071
source: View PTE object ranges for this customer and tenant.
da_dk: Få vist PTE-objektområder for denne kunder og tenant.
de_de: Zeige die PTE Objekt Range für diesen Kunden und Tenant an.
es_es: Ver rangos de objetos PTE para este cliente e inquilino.
fi_fi: Tarkastele PTE-objektialueita tälle asiakkaalle ja tenantille.
fr_fr: Voir les plages d'objets PTE pour ce client et ce locataire.
it_it: Visualizza gli intervalli di oggetti PTE per questo cliente e tenant.
nb_no: Vis PTE objektområder for denne kunden og leietakeren.

# Page 1913673331 - Action 1190370812 - Property 2879900210
source: PTE Object Ranges
da_dk: PTE-objektområder
de_de: PTE Objekt Ranges
es_es: Rangos de objetos PTE
fi_fi: PTE-objektialueet
fr_fr: Plages d'objets PTE
nb_no: PTE objektområder

# Page 1913673331 - Action 2035395679 - Property 2879900210
source: Navigation
es_es: Navegación
fi_fi: Siirtyminen
it_it: Spostamento
nb_no: Navigasjon

# Page 3208869332 - Property 2879900210
source: Tenant Details
da_dk: Tenantdetaljer
es_es: Detalles del inquilino
fi_fi: Tenantin tiedot
fr_fr: Détails du locataire
it_it: Dettagli Tenant
nb_no: Leietakerdetaljer

# Page 3208869332 - Control 486669812 - Property 2879900210
source: Authentication
da_dk: Godkendelse
de_de: Authentifizierung
es_es: Autenticación
fi_fi: Autentikointi
fr_fr: Authentification
it_it: Autenticazione
nb_no: Godkjenning

# Page 3208869332 - Control 652819368 - Property 1295455071
source: Specifies the Azure AD application client ID.
da_dk: Angiver Azure AD-programmets klient-id.
de_de: Gibt die Azure AD-Anwendungsclient-ID an.
es_es: Especifica el ID de cliente de aplicación de Azure AD.
fi_fi: Määrittää Azure AD -sovelluksen asiakastunnuksen.
fr_fr: Spécifie l'ID client de l'application Azure AD.
it_it: Specifica l'ID client dell'applicazione Azure AD.
nb_no: Angir Azure AD applikasjons-klient-ID.

# Page 3208869332 - Control 2529110793 - Property 1295455071
source: Specifies the Azure AD application client secret.
da_dk: Angiver Azure AD-programmets klienthemmelighed.
de_de: Gibt den geheimen Clientschlüssel der Azure AD-Anwendung an.
es_es: Especifica el secreto de cliente de aplicación de Azure AD.
fi_fi: Määrittää Azure AD -sovelluksen asiakassalaisuuden.
fr_fr: Spécifie le secret client de l'application Azure AD.
it_it: Specifica il segreto client dell'applicazione Azure AD.
nb_no: Angir Azure AD applikasjons-klienthemmeligheten

# Page 3208869332 - Control 3786226563 - Property 1295455071
source: Specifies when the client secret will expire.
da_dk: Angiver, hvornår klienthemmeligheden udløber.
de_de: Gibt an, wann der geheime Clientschlüssel abläuft.
es_es: Especifica cuándo vencerá el secreto de cliente.
fi_fi: Määrittää, milloin asiakassalaisuus vanhenee.
fr_fr: Spécifie quand le secret client expirera.
it_it: Specifica quando scadrà il segreto client.
nb_no: Angir når klienthemmeligheten vil utløpe.

# Page 3208869332 - Control 2441683610 - Property 2879900210
source: Backup Configuration
da_dk: Sikkerhedskopikonfiguration
de_de: Sicherungskonfiguration
es_es: Configuración de copia de seguridad
fi_fi: Varmuuskopiointikokoonpano
fr_fr: Configuration de sauvegarde
it_it: Configurazione Backup
nb_no: Sikkerhetskopikonfigurasjon

# Page 3208869332 - Control 3107334762 - Property 1295455071
source: Specifies the Blob Storage container name where to store the backup from the BC online environment.
da_dk: Angiver navnet på Blob Storage-beholderen, hvor sikkerhedskopien fra BC-onlinemiljøet skal gemmes.
de_de: Gibt den Blob Storage-Containernamen an, in dem die Sicherung aus der BC Online-Umgebung gespeichert werden soll.
es_es: Especifica el nombre del contenedor de Blob Storage donde almacenar la copia de seguridad del entorno en línea de BC.
fi_fi: Määrittää Blob Storage -säiliön nimen, johon tallennetaan varmuuskopio BC-verkkoympäristöstä.
fr_fr: Spécifie le nom du conteneur Blob Storage où stocker la sauvegarde de l'environnement en ligne BC.
it_it: Specifica il nome del contenitore Blob Storage in cui memorizzare il backup dall'ambiente BC online.
nb_no: Spesifiserer navnet på Blob Storage-containeren der sikkerhetskopien fra BC online-miljøet skal lagres.

# Page 3208869332 - Control 2668081541 - Property 1295455071
source: Specifies when the SAS token expires.
da_dk: Angiver, hvornår SAS-tokenet udløber.
de_de: Gibt an, wann das SAS-Token abläuft.
es_es: Especifica cuándo vence el token SAS.
fi_fi: Määrittää, milloin SAS-tunnus vanhenee.
fr_fr: Spécifie quand le jeton SAS expire.
it_it: Specifica quando scade il token SAS.
nb_no: Angir når SAS-tokenet utløper.

# Page 3208869332 - Control 3909338195 - Property 1295455071
source: Specifies the Blob Storage SAS URI where to store the backup from the BC online environment.
da_dk: Angiver Blob Storage SAS-URI'en, hvor sikkerhedskopien fra BC-onlinemiljøet skal gemmes.
de_de: Gibt den Blob Storage-SAS-URI an, in dem die Sicherung aus der BC Online-Umgebung gespeichert werden soll.
es_es: Especifica el URI de SAS de Blob Storage donde almacenar la copia de seguridad del entorno en línea de BC.
fi_fi: Määrittää Blob Storage SAS-URI:n, johon tallennetaan varmuuskopio BC-verkkoympäristöstä.
fr_fr: Spécifie l'URI SAS Blob Storage où stocker la sauvegarde de l'environnement en ligne BC.
it_it: Specifica l'URI SAS Blob Storage in cui memorizzare il backup dall'ambiente BC online.
nb_no: Spesifiserer Blob Storage SAS-URI-en hvor sikkerhetskopien fra BC online-miljøet skal lagres.

# Page 1431185537 - Property 2879900210
source: D365BC Entra Tenants
da_dk: D365BC Entra-tenante
es_es: Inquilinos de Entra D365BC
fi_fi: D365BC Entra -tenantit
fr_fr: Locataires Entra D365BC
it_it: Tenant Entra D365BC
nb_no: D365BC Entra leietakere

# Page 1431185537 - Control 4190130733 - Property 1295455071
source: Specifies the customer number associated with this tenant.
da_dk: Angiver kundenummeret, der er knyttet til denne tenant.
de_de: Gibt die Kundennummer an, die diesem Tenants zugeordnet ist.
es_es: Especifica el número de cliente asociado con este inquilino.
fi_fi: Määrittää tähän tenanttiin liittyvän asiakasnumeron.
fr_fr: Spécifie le numéro de client associé à ce locataire.
it_it: Specifica il numero cliente associato a questo tenant.
nb_no: Angir kundenummeret tilknyttet denne leietakeren.

# Page 1431185537 - Control 1656975091 - Property 1295455071
source: Specifies the unique identifier of the Business Central tenant.
da_dk: Angiver det entydige id for Business Central-tenanten.
de_de: Gibt die eindeutige Kennung des Business Central-Tenants an.
es_es: Especifica el identificador único del inquilino de Business Central.
fi_fi: Määrittää Business Central -tenantin yksilöllisen tunnuksen.
fr_fr: Spécifie l'identifiant unique du locataire Business Central.
it_it: Specifica l'identificatore univoco del tenant di Business Central.
nb_no: Angir den unike identifikatoren for Business Central leietakeren.
