Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 2958958320 - Action 532500578 - Property 1295455071
source: View Business Central tenants for this customer.
da_dk: Vis Business Central-tenante for denne kunde.
de_de: Business Central-Tenants für diesen Kunden anzeigen.
es_es: Ver inquilinos de Business Central para este cliente.
fi_fi: Näytä Business Central -tenantit tälle asiakkaalle.
fr_fr: Voir les locataires Business Central pour ce client.
it_it: Visualizza i tenant di Business Central per questo cliente.
nb_no: Vis Business Central leietakere for denne kunden.

# Page 2958958320 - Action 532500578 - Property 2879900210
source: BC Tenants
da_dk: BC-tenante
es_es: Inquilinos de BC
fi_fi: BC-tenantit
fr_fr: Locataires BC
it_it: Tenant BC
nb_no: BC Leietakere

# Table 374591603 - Property 2879900210
source: BC Available Update
da_dk: BC-tilgængelig opdatering
de_de: BC Verfügbares Update
es_es: Actualización disponible de BC
fi_fi: BC Saatavilla oleva päivitys
fr_fr: Mise à jour disponible BC
it_it: Aggiornamento disponibile BC
nb_no: BC Tilgjengelige oppdateringer

# Table 374591603 - Field 3920084379 - Property 2879900210
source: Available
da_dk: Tilgængelig
de_de: Verfügbar
es_es: Disponible
fi_fi: Saatavilla
fr_fr: Disponible
it_it: Disponibile
nb_no: Disponibel

# Table 374591603 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_de: Postennr.
es_es: Nº mov.
fi_fi: Tapahtumanro
fr_fr: N° séquence
it_it: Nr. movimento
nb_no: Løpenr.

# Table 374591603 - Field 4127237914 - Property 2879900210
source: Expected Month
da_dk: Forventet måned
de_de: Erwarteter Monat
es_es: Mes esperado
fi_fi: Odotettu kuukausi
fr_fr: Mois prévu
it_it: Mese previsto
nb_no: Forventet måned

# Table 374591603 - Field 193776283 - Property 2879900210
source: Expected Year
da_dk: Forventet år
de_de: Erwartetes Jahr
es_es: Año esperado
fi_fi: Odotettu vuosi
fr_fr: Année prévue
it_it: Anno previsto
nb_no: Forventet år

# Table 374591603 - Field 580207727 - Property 2879900210
source: Ignore Update Window
da_dk: Ignorer opdateringsvindue
de_de: Update-Fenster ignorieren
es_es: Ignorar ventana de actualización
fi_fi: Ohita päivitysikkuna
fr_fr: Ignorer la fenêtre de mise à jour
it_it: Ignora finestra aggiornamento
nb_no: Overse oppdateringsvinduet

# Table 374591603 - Field 2538207455 - Property 2879900210
source: Latest Selectable Date
da_dk: Seneste vælgbare dato
de_de: Letztes wählbares Datum
es_es: Última fecha seleccionable
fi_fi: Viimeinen valittavissa oleva päivämäärä
fr_fr: Dernière date sélectionnable
it_it: Ultima data selezionabile
nb_no: Siste valgbare dato

# Table 374591603 - Field 2333046473 - Property 2879900210
source: Rollout Status
da_dk: Udrulningsstatus
es_es: Estado de implementación
fi_fi: Käyttöönottotila
fr_fr: État du déploiement
it_it: Stato implementazione
nb_no: Utrullingsstatus

# Table 374591603 - Field 90423963 - Property 2879900210
source: Selected
da_dk: Valgt
de_de: Ausgewählt
es_es: Seleccionado
fi_fi: Valittu
fr_fr: Sélectionné
it_it: Selezionato
nb_no: Valgt

# Table 374591603 - Field 2968407532 - Property 2879900210
source: Selected Date
da_dk: Valgt dato
de_de: Ausgewähltes Datum
es_es: Fecha seleccionada
fi_fi: Valittu päivämäärä
fr_fr: Date sélectionnée
it_it: Data selezionata
nb_no: Valgt dato

# Table 374591603 - Field 2437650133 - Property 2879900210
source: Target Version
da_dk: Målversion
de_de: Zielversion
es_es: Versión de destino
fi_fi: Kohdeversio
fr_fr: Version cible
it_it: Versione destinazione
nb_no: Mål versjon

# Table 374591603 - Field 1930323085 - Property 2879900210
source: Target Version Type
da_dk: Målversiontype
de_de: Zielversionstyp
es_es: Tipo de versión de destino
fi_fi: Kohdeversion tyyppi
fr_fr: Type de version cible
it_it: Tipo versione destinazione
nb_no: Mål versjon type

# Table 374591603 - Field 3554884968 - Property 2879900210
source: User Selected Date
da_dk: Brugervalgt dato
de_de: Benutzerdefiniertes Datum
es_es: Fecha seleccionada por el usuario
fi_fi: Käyttäjän valitsema päivämäärä
fr_fr: Date sélectionnée par l'utilisateur
it_it: Data selezionata dall'utente
nb_no: Brukervalgt dato

# Table 3113203544 - Property 2879900210
source: D365BC Environment
da_dk: D365BC-miljø
de_de: D365BC Umgebung
es_es: Entorno D365BC
fi_fi: D365BC-ympäristö
fr_fr: Environnement D365BC
it_it: Ambiente D365BC
nb_no: D365BC Miljø

# Table 3113203544 - Field 4275512631 - Property 2879900210
source: AAD Tenant ID
de_de: AAD-Tenants-ID
es_es: ID de inquilino AAD
fi_fi: AAD-tenantin tunnus
fr_fr: ID de locataire AAD
it_it: ID Tenant AAD
nb_no: AAD leietaker ID

# Table 3113203544 - Field 345266112 - Property 2879900210
source: Application Family
da_dk: Programfamilie
de_de: Anwendungsfamilie
es_es: Familia de aplicaciones
fi_fi: Sovellustuoteperhe
fr_fr: Famille d'applications
it_it: Famiglia Applicazione
nb_no: Applikasjonsfamilie

# Table 3113203544 - Field 2853188606 - Property 2879900210
source: Application Insights Connection String
da_dk: Application Insights-forbindelsesstreng
de_de: Application Insights-Verbindungszeichenfolge
es_es: Cadena de conexión de Application Insights
fi_fi: Application Insights -yhteysmerkkijono
fr_fr: Chaîne de connexion Application Insights
it_it: Stringa di Connessione Application Insights
nb_no: Application Insights tilkoblingsstreng

# Table 3113203544 - Field 666410808 - Property 2879900210
source: AppSource Apps Update Cadence
da_dk: AppSource-appopdateringstakt
de_de: AppSource-Apps-Updatekadenz
es_es: Cadencia de actualización de aplicaciones de AppSource
fi_fi: AppSource-sovellusten päivitystaajuus
fr_fr: Cadence de mise à jour des applications AppSource
it_it: Cadenza Aggiornamento App AppSource
nb_no: Oppdateringfrekvens for AppSource-apper

# Table 3113203544 - Field 3920084379 - Property 2879900210
source: Available
da_dk: Tilgængelig
de_de: Verfügbar
es_es: Disponible
fi_fi: Saatavilla
fr_fr: Disponible
it_it: Disponibile
nb_no: Disponibel

# Table 3113203544 - Field 4148176377 - Property 2879900210
source: Country/Region
da_dk: Land/område
de_de: Land/Region
es_es: País/Región
fi_fi: Maa/alue
fr_fr: Pays/Région
it_it: Paese/Regione
nb_no: Land/område

# Table 3113203544 - Field 260970101 - Property 2879900210
source: Current Version
da_dk: Aktuel version
de_de: Aktuelle Version
es_es: Versión actual
fi_fi: Nykyinen versio
fr_fr: Version actuelle
it_it: Versione Corrente
nb_no: Nåværende versjon

# Table 3113203544 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 3113203544 - Field 2408626255 - Property 2879900210
source: Delete Reason
da_dk: Sletårsag
de_de: Löschgrund
es_es: Motivo de eliminación
fi_fi: Poiston syy
fr_fr: Raison de la suppression
it_it: Motivo Eliminazione
nb_no: Årsak til sletting

# Table 3113203544 - Field 1354107546 - Property 2879900210
source: Enforced Update Period Start Date
da_dk: Startdato for gennemtvungen opdateringsperiode
de_de: Startdatum des erzwungenen Update-Zeitraums
es_es: Fecha de inicio del período de actualización forzada
fi_fi: Pakotetun päivitysjakson alkupäivämäärä
fr_fr: Date de début de la période de mise à jour forcée
it_it: Data Inizio Periodo Aggiornamento Forzato
nb_no: Startdato for tvungen oppdateringperiode

# Table 3113203544 - Field 1911566577 - Property 2879900210
source: Expected Availability
da_dk: Forventet tilgængelighed
de_de: Erwartete Verfügbarkeit
es_es: Disponibilidad esperada
fi_fi: Odotettu saatavuus
fr_fr: Disponibilité prévue
it_it: Disponibilità Prevista
nb_no: Forventet tilgjengelighet

# Table 3113203544 - Field 3743290548 - Property 2879900210
source: Friendly Name
da_dk: Brugervenligt navn
de_de: Anzeigename
es_es: Nombre descriptivo
fi_fi: Kutsumanimi
fr_fr: Nom convivial
it_it: Nome descrittivo
nb_no: Egendefinert navn

# Table 3113203544 - Field 3894144614 - Property 2879900210
source: Geo Name
da_dk: Geografisk navn
es_es: Nombre geográfico
fi_fi: Geo-alueen nimi
fr_fr: Nom géographique
it_it: Nome Geo
nb_no: Geo Navn

# Table 3113203544 - Field 4091429309 - Property 2879900210
source: Grace Period Start Date
da_dk: Startdato for respitperiode
de_de: Kulanzzeit Startdatum
es_es: Fecha de inicio del período de gracia
fi_fi: Armonjakson alkupäivämäärä
fr_fr: Date de début de la période de grâce
it_it: Data Inizio Periodo di Grazia
nb_no: Utsettelsesperiode

# Table 3113203544 - Field 1434297100 - Property 2879900210
source: Hard Delete Pending On
da_dk: Hård sletning afventer den
de_de: Endgültige Löschung am
es_es: Eliminación definitiva pendiente el
fi_fi: Pysyvä poisto odottaa
fr_fr: Suppression définitive en attente le
it_it: Eliminazione Definitiva In Sospeso Il
nb_no: Hard sletting venter på

# Table 3113203544 - Field 580207727 - Property 2879900210
source: Ignore Update Window
da_dk: Ignorer opdateringsvindue
de_de: Update-Fenster ignorieren
es_es: Ignorar ventana de actualización
fi_fi: Ohita päivitysikkuna
fr_fr: Ignorer la fenêtre de mise à jour
it_it: Ignora Finestra di Aggiornamento
nb_no: Overse oppdateringsvinduet

# Table 3113203544 - Field 2538207455 - Property 2879900210
source: Latest Selectable Date
da_dk: Seneste vælgbare dato
de_de: Letztes wählbares Datum
es_es: Última fecha seleccionable
fi_fi: Viimeinen valittavissa oleva päivämäärä
fr_fr: Dernière date sélectionnable
it_it: Data Ultima Selezionabile
nb_no: Siste valgbare dato

# Table 3113203544 - Field 747607243 - Property 2879900210
source: Linked Power Platform Environment ID
da_dk: Tilknyttet Power Platform-miljø-id
de_de: Verknüpfte Power Platform-Umgebungs-ID
es_es: ID de entorno de Power Platform vinculado
fi_fi: Linkitetty Power Platform -ympäristötunnus
fr_fr: ID d'environnement Power Platform lié
it_it: ID Ambiente Power Platform Collegato
nb_no: Koblet Power Platform miljø ID

# Table 3113203544 - Field 390917702 - Property 2879900210
source: Location Name
da_dk: Lokationsnavn
de_de: Lagerortname
es_es: Nombre de ubicación
fi_fi: Sijainnin nimi
fr_fr: Nom du magasin
it_it: Nome ubicazione
nb_no: Lokasjonsnavn

# Table 3113203544 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
nb_no: Navn

# Table 3113203544 - Field 2109147399 - Property 2879900210
source: Platform Version
de_de: Plattformversion
es_es: Versión de plataforma
fi_fi: Alustaversio
fr_fr: Version de la plateforme
it_it: Versione Piattaforma
nb_no: Platform versjon

# Table 3113203544 - Field 2904386951 - Property 2879900210
source: Ring Name
da_dk: Ringnavn
es_es: Nombre del anillo
fr_fr: Nom de l'anneau
it_it: Nome Anello
nb_no: Ring navn

# Table 3113203544 - Field 2333046473 - Property 2879900210
source: Rollout Status
da_dk: Udrulningsstatus
es_es: Estado de implementación
fi_fi: Käyttöönottotila
fr_fr: État du déploiement
it_it: Stato Distribuzione
nb_no: Utrullingsstatus

# Table 3113203544 - Field 2968407532 - Property 2879900210
source: Selected Date Time
da_dk: Valgt dato og klokkeslet
de_de: Ausgewählte Datum/Uhrzeit
es_es: Fecha y hora seleccionadas
fi_fi: Valittu päivämäärä ja aika
fr_fr: Date et heure sélectionnées
it_it: Data e Ora Selezionate
nb_no: Valgt Dato/tid

# Table 3113203544 - Field 4071329198 - Property 2879900210
source: Soft Deleted On
da_dk: Blødt slettet den
de_de: Soft-gelöscht am
es_es: Eliminado temporalmente el
fi_fi: Pehmesti poistettu
fr_fr: Supprimé temporairement le
it_it: Eliminato Temporaneamente Il
nb_no: Soft sletting på

# Table 3113203544 - Field 269761521 - Property 2879900210
source: State
da_dk: Tilstand
de_de: Status
es_es: Estado
fi_fi: Tila
fr_fr: État
it_it: Stato
nb_no: Tilstand

# Table 3113203544 - Field 2437650133 - Property 2879900210
source: Target Version
da_dk: Målversion
de_de: Zielversion
es_es: Versión de destino
fi_fi: Kohdeversio
fr_fr: Version cible
it_it: Versione di Destinazione
nb_no: Mål versjon

# Table 3113203544 - Field 1930323085 - Property 2879900210
source: Target Version Type
da_dk: Målversiontype
de_de: Zielversionstyp
es_es: Tipo de versión de destino
fi_fi: Kohdeversion tyyppi
fr_fr: Type de version cible
it_it: Tipo Versione di Destinazione
nb_no: Mål versjon type

# Table 3113203544 - Field 531664892 - Property 2879900210
source: Telemetry API Key
da_dk: Telemetri-API-nøgle
de_de: Telemetrie-API-Schlüssel
es_es: Clave de API de telemetría
fi_fi: Telemetria-API-avain
fr_fr: Clé API de télémétrie
it_it: Chiave API Telemetria
nb_no: Telemetri Api nøkkel

# Table 3113203544 - Field 2334445236 - Property 2879900210
source: Telemetry Application ID
da_dk: Telemetri-program-id
de_de: Telemetrie-Anwendungs-ID
es_es: ID de aplicación de telemetría
fi_fi: Telemetrian sovellustunnus
fr_fr: ID d'application de télémétrie
it_it: ID Applicazione Telemetria
nb_no: Telemetri applikasjons-ID

# Table 3113203544 - Field 2322667875 - Property 2879900210
source: Telemetry Description
da_dk: Telemetribeskrivelse
de_de: Telemetriebeschreibung
es_es: Descripción de telemetría
fi_fi: Telemetrian kuvaus
fr_fr: Description de la télémétrie
it_it: Descrizione Telemetria
nb_no: Telemetri beskrivelse

# Table 3113203544 - Field 1689409898 - Property 2879900210
source: Telemetry Tenant ID
da_dk: Telemetri-tenant-id
de_de: Telemetrie-Tenants-ID
es_es: ID de inquilino de telemetría
fi_fi: Telemetrian Tenant ID
fr_fr: ID de locataire de télémétrie
it_it: ID Tenant Telemetria
nb_no: Telemetri leietaker-ID

# Table 3113203544 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Table 3113203544 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art
es_es: Tipo
fi_fi: Tyyppi
it_it: Tipo

# Table 3113203544 - Field 323221235 - Property 2879900210
source: Web Client Login URL
da_dk: Webklient-login-URL
de_de: Webclient-Anmelde-URL
es_es: URL de inicio de sesión del cliente web
fi_fi: Verkkoasiakkaan kirjautumis-URL
fr_fr: URL de connexion du client Web
it_it: URL Login Web Client
nb_no: Webklient Login URL

# Table 3113203544 - Field 2927009762 - Property 2879900210
source: Web Service URL
da_dk: Webtjeneste-URL
es_es: URL del servicio web
fi_fi: Verkkopalvelun URL
fr_fr: URL du service Web
it_it: URL Servizio Web

# Codeunit 175239086 - Method 2853000835 - NamedType 4118863035
source: Failed to create new environment: %1
da_dk: Kunne ikke oprette nyt miljø: %1
de_de: Fehler beim Erstellen der neuen Umgebung: %1
es_es: Error al crear nuevo entorno: %1
fi_fi: Uuden ympäristön luominen epäonnistui: %1
fr_fr: Échec de la création du nouvel environnement : %1
it_it: Impossibile creare nuovo ambiente: %1
nb_no: Mislyktes i å opprette nytt miljø: %1

# Codeunit 175239086 - Method 2853000835 - NamedType 2884424524
source: Copy environment %1 to %2 successfully scheduled.
da_dk: Kopiering af miljø %1 til %2 blev planlagt.
de_de: Kopieren der Umgebung %1 nach %2 erfolgreich geplant.
es_es: Copia del entorno %1 a %2 programada correctamente.
fi_fi: Ympäristön %1 kopiointi ympäristöön %2 ajoitettiin onnistuneesti.
fr_fr: Copie de l'environnement %1 vers %2 programmée avec succès.
it_it: Copia ambiente %1 a %2 pianificata con successo.
nb_no: Kopiering av miljø %1 til %2 er planlagt på en vellykket måte.

# Codeunit 175239086 - Method 1038480352 - NamedType 4118863035
source: Failed to create new environment: %1
da_dk: Kunne ikke oprette nyt miljø: %1
de_de: Fehler beim Erstellen der neuen Umgebung: %1
es_es: Error al crear nuevo entorno: %1
fi_fi: Uuden ympäristön luominen epäonnistui: %1
fr_fr: Échec de la création du nouvel environnement : %1
it_it: Impossibile creare nuovo ambiente: %1
nb_no: Mislyktes i å opprette nytt miljø: %1

# Codeunit 175239086 - Method 1038480352 - NamedType 318236224
source: New environment %1 successfully created.
da_dk: Nyt miljø %1 blev oprettet.
de_de: Neue Umgebung %1 erfolgreich erstellt.
es_es: Nuevo entorno %1 creado correctamente.
fi_fi: Uusi ympäristö %1 luotiin onnistuneesti.
fr_fr: Nouvel environnement %1 créé avec succès.
it_it: Nuovo ambiente %1 creato con successo.
nb_no: Vellykket opprettet nytt miljø %1.

# Codeunit 175239086 - Method 766907135 - NamedType 1642431008
source: Failed to delete environment: %1
da_dk: Kunne ikke slette miljø: %1
de_de: Fehler beim Löschen der Umgebung: %1
es_es: Error al eliminar el entorno: %1
fi_fi: Ympäristön poistaminen epäonnistui: %1
fr_fr: Échec de la suppression de l'environnement : %1
it_it: Impossibile eliminare ambiente: %1
nb_no: Mislyktes i å slette miljøet: %1

# Codeunit 175239086 - Method 766907135 - NamedType 2216295049
source: Environment %1 successfully marked for deletion.
da_dk: Miljø %1 blev markeret til sletning.
de_de: Umgebung %1 erfolgreich zum Löschen markiert.
es_es: Entorno %1 marcado correctamente para su eliminación.
fi_fi: Ympäristö %1 merkittiin onnistuneesti poistettavaksi.
fr_fr: Environnement %1 marqué pour suppression avec succès.
it_it: Ambiente %1 contrassegnato con successo per l'eliminazione.
nb_no: Velykket merking av miljø %1 for sletting.

# Codeunit 175239086 - Method 1269445016 - NamedType 1078089387
source: Failed to fetch data from Endpoint: %1
da_dk: Kunne ikke hente data fra slutpunkt: %1
de_de: Fehler beim Abrufen der Daten vom Endpunkt: %1
es_es: Error al obtener datos del punto final: %1
fi_fi: Tietojen haku päätepisteeeltä epäonnistui: %1
fr_fr: Échec de la récupération des données depuis le point de terminaison : %1
it_it: Impossibile recuperare dati dall'Endpoint: %1
nb_no: Mislyktes å hente data fra endepunkt: %1

# Codeunit 175239086 - Method 1269445016 - NamedType 860829841
source: Available updates for the selected environment have been fetched successfully.
da_dk: Tilgængelige opdateringer for det valgte miljø blev hentet.
de_de: Verfügbare Updates für die ausgewählte Umgebung wurden erfolgreich abgerufen.
es_es: Las actualizaciones disponibles para el entorno seleccionado se han recuperado correctamente.
fi_fi: Valitun ympäristön saatavilla olevat päivitykset haettiin onnistuneesti.
fr_fr: Les mises à jour disponibles pour l'environnement sélectionné ont été récupérées avec succès.
it_it: Aggiornamenti disponibili per l'ambiente selezionato recuperati con successo.
nb_no: Vellykket henting av oppdateringer for de valgte miljøene.

# Codeunit 175239086 - Method 1269445016 - NamedType 3587677125
source: No available updates found for the selected environment.
da_dk: Der blev ikke fundet tilgængelige opdateringer for det valgte miljø.
de_de: Keine verfügbaren Updates für die ausgewählte Umgebung gefunden.
es_es: No se encontraron actualizaciones disponibles para el entorno seleccionado.
fi_fi: Valitulle ympäristölle ei löytynyt saatavilla olevia päivityksiä.
fr_fr: Aucune mise à jour disponible trouvée pour l'environnement sélectionné.
it_it: Nessun aggiornamento disponibile trovato per l'ambiente selezionato.
nb_no: Ingen tilgjengelige oppdateringer funnet for det valgte miljøet.

# Codeunit 175239086 - Method 227458231 - NamedType 1078089387
source: Failed to fetch available updates: %1
da_dk: Kunne ikke hente tilgængelige opdateringer: %1
de_de: Fehler beim Abrufen verfügbarer Updates: %1
es_es: Error al obtener actualizaciones disponibles: %1
fi_fi: Saatavilla olevien päivitysten haku epäonnistui: %1
fr_fr: Échec de la récupération des mises à jour disponibles : %1
it_it: Impossibile recuperare gli aggiornamenti disponibili: %1
nb_no: Mislyktes å hente tilgjengelige oppdateringer: %1

# Codeunit 175239086 - Method 227458231 - NamedType 1649369857
source: Fetching available updates...
da_dk: Henter tilgængelige opdateringer...
de_de: Verfügbare Updates werden abgerufen...
es_es: Obteniendo actualizaciones disponibles...
fi_fi: Haetaan saatavilla olevia päivityksiä...
fr_fr: Récupération des mises à jour disponibles...
it_it: Recupero aggiornamenti disponibili...
nb_no: Henter tilgjengelige oppdateringer...

# Codeunit 175239086 - Method 227458231 - NamedType 1506670541
source: Processing update #1#### of #2####: #3####################
da_dk: Behandler opdatering #1#### af #2####: #3####################
de_de: Verarbeite Update #1#### von #2####: #3####################
es_es: Procesando actualización #1#### de #2####: #3####################
fi_fi: Käsitellään päivitystä #1#### / #2####: #3####################
fr_fr: Traitement de la mise à jour #1#### sur #2#### : #3####################
it_it: Elaborazione aggiornamento #1#### di #2####: #3####################
nb_no: Behandler oppdatering #1#### of #2####: #3####################

# Codeunit 175239086 - Method 227458231 - NamedType 1842124536
source: No updates found in API response for environment %1.
da_dk: Der blev ikke fundet opdateringer i API-svaret for miljø %1.
de_de: Keine Updates in der API-Antwort für Umgebung %1 gefunden.
es_es: No se encontraron actualizaciones en la respuesta de la API para el entorno %1.
fi_fi: API-vastauksesta ei löytynyt päivityksiä ympäristölle %1.
fr_fr: Aucune mise à jour trouvée dans la réponse API pour l'environnement %1.
it_it: Nessun aggiornamento trovato nella risposta API per l'ambiente %1.
nb_no: Ingen oppdateringer funnet for miljøet %1 i responsen fra API.

# Codeunit 175239086 - Method 1977573380 - NamedType 1078089387
source: Failed to fetch data from Endpoint: %1
da_dk: Kunne ikke hente data fra slutpunkt: %1
de_de: Fehler beim Abrufen der Daten vom Endpunkt: %1
es_es: Error al obtener datos del punto final: %1
fi_fi: Tietojen haku päätepisteeeltä epäonnistui: %1
fr_fr: Échec de la récupération des données depuis le point de terminaison : %1
it_it: Impossibile recuperare dati dall'Endpoint: %1
nb_no: Mislyktes å hente data fra endepunkt: %1

# Codeunit 175239086 - Method 2781523979 - NamedType 2025966442
source: Selected update version %1 has been fetched successfully.
da_dk: Valgt opdateringsversion %1 blev hentet.
de_de: Ausgewählte Updateversion %1 wurde erfolgreich abgerufen.
es_es: La versión de actualización seleccionada %1 se ha obtenido correctamente.
fi_fi: Valittu päivitysversio %1 haettiin onnistuneesti.
fr_fr: La version de mise à jour sélectionnée %1 a été récupérée avec succès.
it_it: Versione di aggiornamento selezionata %1 recuperata con successo.
nb_no: Vellykket henting av oppdateringsversjon %1.

# Codeunit 175239086 - Method 2781523979 - NamedType 2811592236
source: No selected update found for the selected environment.
da_dk: Der blev ikke fundet nogen valgt opdatering for det valgte miljø.
de_de: Kein ausgewähltes Update für die ausgewählte Umgebung gefunden.
es_es: No se encontró ninguna actualización seleccionada para el entorno seleccionado.
fi_fi: Valitulle ympäristölle ei löytynyt valittua päivitystä.
fr_fr: Aucune mise à jour sélectionnée trouvée pour l'environnement sélectionné.
it_it: Nessun aggiornamento selezionato trovato per l'ambiente selezionato.
nb_no: Ingen valgt oppdatering funnet for det valgte miljøet.

# Codeunit 175239086 - Method 2781523979 - NamedType 3587677125
source: No available updates found for the selected environment.
da_dk: Der blev ikke fundet tilgængelige opdateringer for det valgte miljø.
de_de: Keine verfügbaren Updates für die ausgewählte Umgebung gefunden.
es_es: No se encontraron actualizaciones disponibles para el entorno seleccionado.
fi_fi: Valitulle ympäristölle ei löytynyt saatavilla olevia päivityksiä.
fr_fr: Aucune mise à jour disponible trouvée pour l'environnement sélectionné.
it_it: Nessun aggiornamento disponibile trovato per l'ambiente selezionato.
nb_no: Ingen tilgjengelige oppdateringer funnet for det valgte miljøet.
