Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Table 2008748094 - Property 2879900210
source: D365BC Environment Database Export
da_dk: D365BC-miljødatabaseeksport
de_de: D365BC Umgebungsdatenbankexport
es_es: Exportación de base de datos del entorno D365BC
fi_fi: D365BC Ympäristön tietokannan vienti
fr_fr: Exportation de la base de données de l'environnement D365BC
it_it: Esportazione Database Ambiente D365BC
nb_no: D365BC Database eksport av miljø

# Table 2008748094 - Field 1094872406 - Property 2879900210
source: Application Type
da_dk: Programtype
de_de: Art der Anwendung
es_es: Tipo de aplicación
fi_fi: Sovellustyyppi
fr_fr: Type de lettrage
it_it: Tipo di applicazione
nb_no: Applikasjonstype

# Table 2008748094 - Field 4068560612 - Property 2879900210
source: Application Version
da_dk: Programversion
de_de: Anwendungsversion
es_es: Versión de la aplicación
fi_fi: Sovellusversio
fr_fr: Version de l'application
it_it: Versione Applicazione
nb_no: Versjon

# Table 2008748094 - Field 394351785 - Property 2879900210
source: Container
es_es: Contenedor
fr_fr: Conteneur
it_it: Contenitore

# Table 2008748094 - Field 2542713143 - Property 2879900210
source: Country Code
da_dk: Lande-/områdekode
de_de: Ländercode
es_es: Código de país
fi_fi: Maakoodi
fr_fr: Code pays
it_it: Codice paese
nb_no: Landskode

# Table 2008748094 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 2008748094 - Field 1768934958 - Property 2879900210
source: Environment Name
da_dk: Miljønavn
de_de: Umgebungsname
es_es: Nombre del entorno
fi_fi: Ympäristön nimi
fr_fr: Nom de l’environnement
it_it: Nome ambiente
nb_no: Miljønavn

# Table 2008748094 - Field 4250875323 - Property 2879900210
source: Export ID
da_dk: Eksport-id
es_es: ID de exportación
fi_fi: Vienti-ID
fr_fr: ID d'exportation
it_it: ID Esportazione
nb_no: Eksport ID

# Table 2008748094 - Field 1013459724 - Property 2879900210
source: Export Status
da_dk: Eksportstatus
es_es: Estado de exportación
fi_fi: Viennin tila
fr_fr: Statut de l'exportation
it_it: Stato Esportazione
nb_no: Eksport Status

# Table 2008748094 - Field 471116883 - Property 2879900210
source: Export Time
da_dk: Eksporttidspunkt
de_de: Exportzeit
es_es: Hora de exportación
fi_fi: Vientiaika
fr_fr: Heure d'exportation
it_it: Ora Esportazione
nb_no: Eksport tid

# Table 2008748094 - Field 2833842458 - Property 2879900210
source: Exported By
da_dk: Eksporteret af
de_de: Exportiert von
es_es: Exportado por
fi_fi: Vienyt
fr_fr: Exporté par
it_it: Esportato da
nb_no: Eksportert Av

# Table 2008748094 - Field 1850971988 - Property 2879900210
source: Exports Per Month
da_dk: Eksporter pr. måned
de_de: Exporte pro Monat
es_es: Exportaciones por mes
fi_fi: Vientejä kuukaudessa
fr_fr: Exportations par mois
it_it: Esportazioni per Mese
nb_no: Eksporter pr måned

# Table 2008748094 - Field 3740410127 - Property 2879900210
source: Exports Remaining This Month
da_dk: Resterende eksporter denne måned
de_de: Verbleibende Exporte diesen Monat
es_es: Exportaciones restantes este mes
fi_fi: Vientejä jäljellä tässä kuussa
fr_fr: Exportations restantes ce mois-ci
it_it: Esportazioni Rimanenti Questo Mese
nb_no: Gjenværende eksporter denne måneden

# Table 2008748094 - Field 245033585 - Property 2879900210
source: SAS URI
es_es: URI de SAS
fr_fr: URI SAS
it_it: URI SAS

# Table 2008748094 - Field 180641788 - Property 2879900210
source: Storage Account
da_dk: Lagerkonto
de_de: Speicherkonto
es_es: Cuenta de almacenamiento
fr_fr: Compte de stockage
it_it: Account di Archiviazione
nb_no: Storage Konto

# Table 2008748094 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Codeunit 600449675 - Method 1954256316 - NamedType 847269208
source: Failed to get export history: %1
da_dk: Kunne ikke hente eksporthistorik: %1
de_de: Fehler beim Abrufen des Exportverlaufs: %1
es_es: Error al obtener el historial de exportación: %1
fi_fi: Vientihistorian hakeminen epäonnistui: %1
fr_fr: Échec de la récupération de l'historique d'exportation : %1
it_it: Impossibile ottenere la cronologia delle esportazioni: %1
nb_no: Henting av eksporthistorikk %1 mislyktes.

# Codeunit 600449675 - Method 1954256316 - NamedType 2077869844
source: Export history retrieved successfully. Found %1 export(s) for %2.
da_dk: Eksporthistorik blev hentet. Fandt %1 eksport(er) til %2.
de_de: Exportverlauf erfolgreich abgerufen. %1 Export(e) für %2 gefunden.
es_es: Historial de exportación recuperado correctamente. Se encontraron %1 exportación(es) para %2.
fi_fi: Vientihistoria noudettu onnistuneesti. Löydettiin %1 vientiä kohteelle %2.
fr_fr: Historique d'exportation récupéré avec succès. %1 export(s) trouvé(s) pour %2.
it_it: Cronologia delle esportazioni recuperata con successo. Trovate %1 esportazione/i per %2.
nb_no: Eksporthistorikk hentet uten problemer. Fant %1 eksport(er) for %2.

# Codeunit 600449675 - Method 1954256316 - NamedType 1928643846
source: Failed to parse export history response.
da_dk: Kunne ikke analysere eksporthistoriksvar.
de_de: Fehler beim Analysieren der Exportverlaufsantwort.
es_es: Error al analizar la respuesta del historial de exportación.
fi_fi: Vientihistorian vastauksen parsiminen epäonnistui.
fr_fr: Échec de l'analyse de la réponse de l'historique d'exportation.
it_it: Impossibile analizzare la risposta della cronologia delle esportazioni.
nb_no: Kunne ikke analysere responsen for eksporthistorikken.

# Codeunit 600449675 - Method 2714024055 - NamedType 2200159091
source: Failed to get export metrics: %1
da_dk: Kunne ikke hente eksportmålinger: %1
de_de: Fehler beim Abrufen der Exportmetriken: %1
es_es: Error al obtener métricas de exportación: %1
fi_fi: Vientimetriikoiden hakeminen epäonnistui: %1
fr_fr: Échec de la récupération des métriques d'exportation : %1
it_it: Impossibile ottenere le metriche di esportazione: %1
nb_no: Kunne ikke hente eksportmålinger: %1

# Codeunit 600449675 - Method 2714024055 - NamedType 1871505434
source: Export Metrics for %1:\Exports Per Month: %2\Exports Remaining This Month: %3
da_dk: Eksportmålinger for %1:\Eksporter pr. måned: %2\Resterende eksporter denne måned: %3
de_de: Exportmetriken für %1:\Exporte pro Monat: %2\Verbleibende Exporte diesen Monat: %3
es_es: Métricas de exportación para %1:\Exportaciones por mes: %2\Exportaciones restantes este mes: %3
fi_fi: Vientimetriikat kohteelle %1:\Vientejä kuukaudessa: %2\Vientejä jäljellä tässä kuussa: %3
fr_fr: Métriques d'exportation pour %1 :\Exports par mois : %2\Exports restants ce mois-ci : %3
it_it: Metriche di Esportazione per %1:\Esportazioni per Mese: %2\Esportazioni Rimanenti Questo Mese: %3
nb_no: Eksportmålinger for %1:\Eksporter per måned: %2\Eksporter som gjenstår denne måneden: %3

# Codeunit 600449675 - Method 2714024055 - NamedType 1890332889
source: Failed to parse export metrics response.
da_dk: Kunne ikke analysere eksportmålingssvar.
de_de: Fehler beim Analysieren der Exportmetrikenantwort.
es_es: Error al analizar la respuesta de métricas de exportación.
fi_fi: Vientimetriikoiden vastauksen parsiminen epäonnistui.
fr_fr: Échec de l'analyse de la réponse des métriques d'exportation.
it_it: Impossibile analizzare la risposta delle metriche di esportazione.
nb_no: Kunne ikke analysere responsen for eksportmåledata.

# Codeunit 600449675 - Method 3432654840 - NamedType 2294662597
source: You are about to start a database export with the following settings:\\ Environment: %1\ Container: %2\ Blob File: %3\\These settings CANNOT be changed after the export starts.\\Do you want to continue?
da_dk: Du er ved at starte en databaseeksport med følgende indstillinger:\\ Miljø: %1\ Container: %2\ Blob-fil: %3\\Disse indstillinger KAN IKKE ændres, efter at eksporten er startet.\\Vil du fortsætte?
de_de: Sie starten einen Datenbankexport mit folgenden Einstellungen:\\ Umgebung: %1\ Container: %2\ Blob-Datei: %3\\Diese Einstellungen können NACH dem Start des Exports NICHT mehr geändert werden.\\Möchten Sie fortfahren?
es_es: Está a punto de iniciar una exportación de base de datos con la siguiente configuración:\\ Entorno: %1\ Contenedor: %2\ Archivo Blob: %3\\Esta configuración NO SE PUEDE cambiar una vez iniciada la exportación.\\¿Desea continuar?
fi_fi: Olet käynnistämässä tietokannan vientiä seuraavilla asetuksilla:\\ Ympäristö: %1\ Container: %2\ Blob-tiedosto: %3\\Näitä asetuksia EI VOI muuttaa viennin käynnistämisen jälkeen.\\Haluatko jatkaa?
fr_fr: Vous êtes sur le point de démarrer un export de base de données avec les paramètres suivants :\\ Environnement : %1\ Conteneur : %2\ Fichier Blob : %3\\Ces paramètres NE PEUVENT PAS être modifiés une fois l'export démarré.\\Voulez-vous continuer ?
it_it: Stai per avviare un'esportazione del database con le seguenti impostazioni:\\ Ambiente: %1\ Contenitore: %2\ File Blob: %3\\Queste impostazioni NON possono essere modificate dopo l'avvio dell'esportazione.\\Vuoi continuare?
nb_no: Du er i ferd med å starte en databaseeksport med følgende innstillinger:\\Miljø: %1\Container: %2\Blob-fil: %3\\Disse innstillingene KAN IKKE endres etter at eksporten har startet.\\Vil du fortsette?

# Codeunit 600449675 - Method 3432654840 - NamedType 3890578749
source: Backup SAS URI is not configured for this tenant. Please configure it in the tenant settings before starting a database export.
da_dk: Backup-SAS URI er ikke konfigureret for denne tenant. Konfigurer det i tenantindstillingerne, før du starter en databaseeksport.
de_de: Backup-SAS-URI ist für diesen Tenant nicht konfiguriert. Bitte konfigurieren Sie diese in den Tenanteinstellungen, bevor Sie einen Datenbankexport starten.
es_es: El URI de SAS de copia de seguridad no está configurado para este inquilino. Configúrelo en la configuración del inquilino antes de iniciar una exportación de base de datos.
fi_fi: Varmuuskopion SAS URI:ä ei ole määritetty tälle Tenantille. Määritä se Tenantin asetuksissa ennen tietokannan viennin aloittamista.
fr_fr: L'URI SAS de sauvegarde n'est pas configuré pour ce locataire. Veuillez le configurer dans les paramètres du locataire avant de démarrer une exportation de base de données.
it_it: L'URI SAS del backup non è configurato per questo tenant. Si prega di configurarlo nelle impostazioni del tenant prima di avviare un'esportazione del database.
nb_no: Sikkerhetskopi SAS-URI er ikke konfigurert for denne leietakeren. Vennligst konfigurer den i leietakerinnstillingene før du starter en databaseeksport.

# Codeunit 600449675 - Method 3432654840 - NamedType 3608737069
source: Backup Container Name is not configured for this tenant. Please configure it in the tenant settings before starting a database export.
da_dk: Backup-containernavn er ikke konfigureret for denne tenant. Konfigurer det i tenantindstillingerne, før du starter en databaseeksport.
de_de: Backup-Containername ist für diesen Tenant nicht konfiguriert. Bitte konfigurieren Sie diesen in den Tenanteinstellungen, bevor Sie einen Datenbankexport starten.
es_es: El nombre del contenedor de copia de seguridad no está configurado para este inquilino. Configúrelo en la configuración del inquilino antes de iniciar una exportación de base de datos.
fi_fi: Varmuuskopion Containerin nimeä ei ole määritetty tälle tenantille. Määritä se tenantin asetuksissa ennen tietokannan viennin aloittamista.
fr_fr: Le nom du conteneur de sauvegarde n'est pas configuré pour ce locataire. Veuillez le configurer dans les paramètres du locataire avant de démarrer une exportation de base de données.
it_it: Il Nome del Contenitore di Backup non è configurato per questo tenant. Si prega di configurarlo nelle impostazioni del tenant prima di avviare un'esportazione del database.
nb_no: Navnet på sikkerhetskopi Containeren er ikke konfigurert for denne leietakeren. Vennligst konfigurer det i leietakerinnstillingene før du starter en databaseeksport.

# Codeunit 600449675 - Method 3432654840 - NamedType 1123955949
source: Database exports can only be created from Production environments.\ Environment "%1" is of type "%2".\ Please select a Production environment to perform a database export.
da_dk: Databaseeksporter kan kun oprettes fra produktionsmiljøer.\ Miljø "%1" er af typen "%2".\ Vælg et produktionsmiljø for at udføre en databaseeksport.
de_de: Datenbankexporte können nur aus Produktionsumgebungen erstellt werden.\ Umgebung "%1" ist vom Typ "%2".\ Bitte wählen Sie eine Produktionsumgebung aus, um einen Datenbankexport durchzuführen.
es_es: Las exportaciones de bases de datos solo se pueden crear desde entornos de producción.\ El entorno "%1" es del tipo "%2".\ Seleccione un entorno de producción para realizar una exportación de base de datos.
fi_fi: Tietokannan vientejä voidaan luoda vain tuotantoympäristöistä.\ Ympäristö "%1" on tyyppiä "%2".\ Valitse tuotantoympäristö tietokannan viennin suorittamiseksi.
fr_fr: Les exports de base de données ne peuvent être créés qu'à partir d'environnements de production.\ L'environnement "%1" est de type "%2".\ Veuillez sélectionner un environnement de production pour effectuer un export de base de données.
it_it: Le esportazioni del database possono essere create solo da ambienti di Produzione.\ L'ambiente "%1" è di tipo "%2".\ Si prega di selezionare un ambiente di Produzione per eseguire un'esportazione del database.
nb_no: Databaseeksport kan kun opprettes fra produksjonsmiljøer. Miljøet "%1" er av typen "%2". Vennligst velg et produksjonsmiljø for å utføre en databaseeksport.

# Codeunit 600449675 - Method 3432654840 - NamedType 1100579790
source: Failed to start database export: %1
da_dk: Kunne ikke starte databaseeksport: %1
de_de: Fehler beim Starten des Datenbankexports: %1
es_es: Error al iniciar la exportación de la base de datos: %1
fi_fi: Tietokannan viennin aloitus epäonnistui: %1
fr_fr: Échec du démarrage de l'export de la base de données : %1
it_it: Impossibile avviare l'esportazione del database: %1
nb_no: Start av databaseeksport %1 mislyktes.

# Codeunit 600449675 - Method 3432654840 - NamedType 2753681800
source: Database export for environment %1 successfully started.\Blob: %2
da_dk: Databaseeksport for miljø %1 blev startet.\ Blob: %2
de_de: Datenbankexport für Umgebung %1 erfolgreich gestartet.\Blob: %2
es_es: La exportación de la base de datos para el entorno %1 se inició correctamente.\Blob: %2
fi_fi: Tietokannan vienti ympäristölle %1 aloitettu onnistuneesti.\Blob: %2
fr_fr: L'export de la base de données pour l'environnement %1 a démarré avec succès.\Blob : %2
it_it: Esportazione del database per l'ambiente %1 avviata con successo.\Blob: %2
nb_no: Vellykket start av databaseeksport for miljø %1\Blob: %2

# Page 2853562155 - Property 2879900210
source: D365BC Environment Database Exports
da_dk: D365BC-miljødatabaseeksporter
de_de: D365BC Umgebungs-Datenbankexporte
es_es: Exportaciones de base de datos del entorno D365BC
fi_fi: D365BC Ympäristön tietokannan viennit
fr_fr: Exports de base de données d'environnement D365BC
it_it: Esportazioni database ambiente D365BC
nb_no: D365BC Databaseeksporter av miljø

# Page 2853562155 - NamedType 690053247
source: Database Exports - %1 (%2) - %3
da_dk: Databaseeksporter - %1 (%2) - %3
de_de: Datenbankexporte - %1 (%2) - %3
es_es: Exportaciones de base de datos - %1 (%2) - %3
fi_fi: Tietokannan viennit - %1 (%2) - %3
fr_fr: Exports de base de données - %1 (%2) - %3
it_it: Esportazioni Database - %1 (%2) - %3
nb_no: DAtabaseeksporter - %1(%2) - %3

# Page 2853562155 - Control 4068560612 - Property 1295455071
source: Specifies the application version at the time of export.
da_dk: Angiver programversionen på eksporttidspunktet.
de_de: Gibt die Anwendungsversion zum Zeitpunkt des Exports an.
es_es: Especifica la versión de la aplicación en el momento de la exportación.
fi_fi: Määrittää sovellusversion viennin hetkellä.
fr_fr: Spécifie la version de l'application au moment de l'exportation.
it_it: Specifica la versione dell'applicazione al momento dell'esportazione.
nb_no: Angir programversjonen på tidspunktet for eksport.

# Page 2853562155 - Control 3926698677 - Property 1295455071
source: Specifies the blob name of the exported file.
da_dk: Angiver blob-navnet på den eksporterede fil.
de_de: Gibt den Blob-Namen der exportierten Datei an.
es_es: Especifica el nombre del blob del archivo exportado.
fi_fi: Määrittää viedyn tiedoston blob-nimen.
fr_fr: Spécifie le nom du blob du fichier exporté.
it_it: Specifica il nome del blob del file esportato.
nb_no: Angir navnet til bloben for den eksporterte filen.

# Page 2853562155 - Control 394351785 - Property 1295455071
source: Specifies the container name where the export is stored.
da_dk: Angiver containernavnet, hvor eksporten er gemt.
de_de: Gibt den Containernamen an, in dem der Export gespeichert ist.
es_es: Especifica el nombre del contenedor donde se almacena la exportación.
fi_fi: Määrittää containerin nimen, johon vienti on tallennettu.
fr_fr: Spécifie le nom du conteneur où l'exportation est stockée.
it_it: Specifica il nome del contenitore in cui è memorizzata l'esportazione.
nb_no: Angir container navnet hvor eksporten er lagret.

# Page 2853562155 - Control 2542713143 - Property 1295455071
source: Specifies the country code of the environment.
da_dk: Angiver miljøets landekode.
de_de: Gibt den Ländercode der Umgebung an.
es_es: Especifica el código de país del entorno.
fi_fi: Määrittää ympäristön maakoodin.
fr_fr: Spécifie le code pays de l'environnement.
it_it: Specifica il codice paese dell'ambiente.
nb_no: Angir landkode for miljøet.

# Page 2853562155 - Control 1768934958 - Property 1295455071
source: Specifies the environment that was exported.
da_dk: Angiver det miljø, der blev eksporteret.
de_de: Gibt die exportierte Umgebung an.
es_es: Especifica el entorno que se exportó.
fi_fi: Määrittää viedyn ympäristön.
fr_fr: Spécifie l'environnement qui a été exporté.
it_it: Specifica l'ambiente che è stato esportato.
nb_no: Angir miljøet som ble eksportert.

# Page 2853562155 - Control 1013459724 - Property 1295455071
source: Specifies the status of the export.
da_dk: Angiver eksportens status.
de_de: Gibt den Status des Exports an.
es_es: Especifica el estado de la exportación.
fi_fi: Määrittää viennin tilan.
fr_fr: Spécifie le statut de l'exportation.
it_it: Specifica lo stato dell'esportazione.
nb_no: Angir statusen for eksporten.

# Page 2853562155 - Control 471116883 - Property 1295455071
source: Specifies when the database export was performed.
da_dk: Angiver, hvornår databaseeksporten blev udført.
de_de: Gibt an, wann der Datenbankexport durchgeführt wurde.
es_es: Especifica cuándo se realizó la exportación de la base de datos.
fi_fi: Määrittää, milloin tietokannan vienti suoritettiin.
fr_fr: Spécifie quand l'exportation de la base de données a été effectuée.
it_it: Specifica quando è stata eseguita l'esportazione del database.
nb_no: Angir tidspunkt for når databaseeksporten ble eksportert.

# Page 2853562155 - Control 2833842458 - Property 1295455071
source: Specifies who initiated the export.
da_dk: Angiver, hvem der startede eksporten.
de_de: Gibt an, wer den Export initiiert hat.
es_es: Especifica quién inició la exportación.
fi_fi: Määrittää, kuka aloitti viennin.
fr_fr: Spécifie qui a initié l'exportation.
it_it: Specifica chi ha avviato l'esportazione.
nb_no: Angir hvem som initierte eksporten.

# Page 2853562155 - Control 180641788 - Property 1295455071
source: Specifies the Azure storage account where the export is stored.
da_dk: Angiver den Azure-lagerkonto, hvor eksporten er gemt.
de_de: Gibt das Azure-Speicherkonto an, in dem der Export gespeichert ist.
es_es: Especifica la cuenta de almacenamiento de Azure donde se almacena la exportación.
fi_fi: Määrittää Azure Storage Accountin, johon vienti on tallennettu.
fr_fr: Spécifie le compte de stockage Azure où l'exportation est stockée.
it_it: Specifica l'account di archiviazione Azure in cui è memorizzata l'esportazione.
nb_no: Angir Azure Storage konto som eksporten er lagret under.

# Page 2853562155 - Action 389138476 - Property 1295455071
source: Delete all fetched backup records.
da_dk: Slet alle hentede backupposter.
de_de: Alle abgerufenen Sicherungsdatensätze löschen.
es_es: Eliminar todos los registros de copia de seguridad recuperados.
fi_fi: Poista kaikki noudetut varmuuskopiotietueet.
fr_fr: Supprimer tous les enregistrements de sauvegarde récupérés.
it_it: Elimina tutti i record di backup recuperati.
nb_no: Slett alle hentede sikkerhetskopiposter.

# Page 2853562155 - Action 389138476 - Property 2879900210
source: Delete All
da_dk: Slet alle
de_de: Alle löschen
es_es: Eliminar todo
fi_fi: Poista kaikki
fr_fr: Tout supprimer
it_it: Elimina Tutti
nb_no: Slett Alt

# Page 2853562155 - Action 389138476 - Method 1377591017 - NamedType 407090172
source: Are you sure you want to delete all %1 fetched backup records?
da_dk: Er du sikker på, at du vil slette alle %1 hentede backupposter?
de_de: Möchten Sie wirklich alle %1 abgerufenen Sicherungsdatensätze löschen?
es_es: ¿Está seguro de que desea eliminar todos los registros de copia de seguridad obtenidos (%1)?
fi_fi: Haluatko varmasti poistaa kaikki %1 noudettua varmuuskopiotietuetta?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements de sauvegarde récupérés (%1) ?
it_it: Sei sicuro di voler eliminare tutti i %1 record di backup recuperati?
nb_no: Er du sikker på at du vil slette alle %1 hentede sikkerhetskopiposter?

# Page 2853562155 - Action 389138476 - Method 1377591017 - NamedType 1684716017
source: %1 backup records deleted.
da_dk: %1 sikkerhedskopiposter blev slettet.
de_de: %1 Sicherungsdatensätze gelöscht.
es_es: %1 registros de copia de seguridad eliminados.
fi_fi: %1 varmuuskopiotietuetta poistettu.
fr_fr: %1 enregistrements de sauvegarde supprimés.
it_it: %1 record di backup eliminati.
nb_no: %1 sikkerhetskopiposter slettet.

# Page 2853562155 - Action 1954256316 - Property 1295455071
source: Retrieve the history of database exports.
da_dk: Hent historikken over databaseeksporter.
de_de: Verlauf der Datenbankexporte abrufen.
es_es: Recuperar el historial de exportaciones de bases de datos.
fi_fi: Nouda tietokannan vientien historia.
fr_fr: Récupérer l'historique des exportations de base de données.
it_it: Recupera la cronologia delle esportazioni del database.
nb_no: Hent historikken over databaseeksporteringer.

# Page 2853562155 - Action 1954256316 - Property 2879900210
source: Get Export History
da_dk: Hent eksporthistorik
de_de: Exportverlauf abrufen
es_es: Obtener historial de exportación
fi_fi: Hae vientihistoria
fr_fr: Obtenir l'historique d'exportation
it_it: Ottieni Cronologia Esportazioni
nb_no: Hent Eksporthistorikk

# Page 2853562155 - Action 2714024055 - Property 1295455071
source: Get information about export quotas and usage.
da_dk: Få oplysninger om eksportkvoter og forbrug.
de_de: Informationen über Exportkontingente und -nutzung abrufen.
es_es: Obtener información sobre cuotas y uso de exportación.
fi_fi: Hae tietoja vientikiintiöistä ja käytöstä.
fr_fr: Obtenir des informations sur les quotas et l'utilisation des exportations.
it_it: Ottieni informazioni sulle quote di esportazione e sull'utilizzo.
nb_no: Hent informasjon om eksportkvoter og bruk.

# Page 2853562155 - Action 2714024055 - Property 2879900210
source: Get Export Metrics
da_dk: Hent eksportmålinger
de_de: Exportmetriken abrufen
es_es: Obtener métricas de exportación
fi_fi: Hae vientimetriikat
fr_fr: Obtenir les métriques d'exportation
it_it: Ottieni Metriche Esportazione
nb_no: Hent eksportmålinger
