Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Table 1807623301 - Field 42252997 - Property 2879900210
source: Feature Key
da_dk: Funktionsnøgle
de_de: Featureschlüssel
es_es: Clave de característica
fi_fi: Ominaisuuden avain
fr_fr: Clé de la fonctionnalité
it_it: Chiave Funzionalità
nb_no: Funksjonsnøkkel

# Table 1807623301 - Field 650817197 - Property 2879900210
source: Feature Name
da_dk: Funktionsnavn
es_es: Nombre de característica
fi_fi: Ominaisuuden nimi
fr_fr: Nom de la fonctionnalité
it_it: Nome Funzionalità
nb_no: Funksjonsnavn

# Table 1807623301 - Field 1457822769 - Property 2879900210
source: Enabled Status
da_dk: Aktiveret status
de_de: Aktivierungsstatus
es_es: Estado habilitado
fi_fi: Käyttöönottotila
fr_fr: Statut activé
it_it: Stato Abilitazione
nb_no: Aktivert status

# Table 1807623301 - Field 2426491291 - Property 2879900210
source: Is One Way
da_dk: Er envejs
de_de: Ist unumkehrbar
es_es: Es unidireccional
fi_fi: On yksisuuntainen
fr_fr: Est unidirectionnel
it_it: È Unidirezionale
nb_no: Enveis

# Table 1807623301 - Field 984476005 - Property 2879900210
source: Last Modified
da_dk: Sidst ændret
de_de: Letzte Änderung
es_es: Última modificación
fi_fi: Viimeksi muokattu
fr_fr: Dernière modification
it_it: Ultima modifica
nb_no: Sist endret

# Table 1807623301 - Field 1624573723 - Property 2879900210
source: Learn More Link
da_dk: Læs mere-link
de_de: Link „Weitere Informationen“
es_es: Enlace para obtener más información
fi_fi: Lisätietolinkki
fr_fr: Lien pour en savoir plus
it_it: Link Per Saperne di Più
nb_no: Lær mer link

# Table 1807623301 - Field 1108694280 - Property 2879900210
source: Mandatory By
da_dk: Obligatorisk pr.
de_de: Obligatorisch bis
es_es: Obligatorio por
fi_fi: Pakollinen mennessä
fr_fr: Obligatoire par
it_it: Obbligatorio Entro
nb_no: Obligatorisk av

# Table 1807623301 - Field 3213697834 - Property 2879900210
source: Mandatory By Version
da_dk: Obligatorisk pr. version
de_de: Obligatorisch ab Version
es_es: Obligatorio por versión
fi_fi: Pakollinen versiossa
fr_fr: Obligatoire par version
it_it: Obbligatorio dalla Versione
nb_no: Obligatorisk fra versjon

# Table 1807623301 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Codeunit 1849445836 - Method 148382111 - NamedType 3053016845
source: Environment not found.
da_dk: Miljø blev ikke fundet.
de_de: Umgebung nicht gefunden.
es_es: Entorno no encontrado.
fi_fi: Ympäristöä ei löytynyt.
fr_fr: Environnement non trouvé.
it_it: Ambiente non trovato.
nb_no: Fant ikke miljøet.

# Codeunit 1849445836 - Method 148382111 - NamedType 2797992030
source: Tenant not found.
da_dk: Tenant blev ikke fundet.
de_de: Tenant nicht gefunden.
es_es: Inquilino no encontrado.
fi_fi: Tenantia ei löytynyt.
fr_fr: Locataire non trouvé.
it_it: Tenant non trovato.
nb_no: fant ikke leietaker.

# Codeunit 1849445836 - Method 148382111 - NamedType 3483637739
source: Failed to obtain authentication token.
da_dk: Kunne ikke hente godkendelsestoken.
de_de: Fehler beim Abrufen des Authentifizierungstokens.
es_es: Error al obtener el token de autenticación.
fi_fi: Todennustunnuksen hankkiminen epäonnistui.
fr_fr: Échec de l'obtention du jeton d'authentification.
it_it: Impossibile ottenere il token di autenticazione.
nb_no: Kunne ikke hente autentiseringstoken.

# Codeunit 1849445836 - Method 148382111 - NamedType 250376968
source: Failed to activate feature. Error details: %1
da_dk: Kunne ikke aktivere funktionen. Fejldetaljer: %1
de_de: Fehler beim Aktivieren des Features. Fehlerdetails: %1
es_es: Error al activar la característica. Detalles del error: %1
fi_fi: Ominaisuuden aktivointi epäonnistui. Virhetiedot: %1
fr_fr: Échec de l'activation de la fonctionnalité. Détails de l'erreur : %1
it_it: Impossibile attivare la funzionalità. Dettagli errore: %1
nb_no: Mislyktes med aktivering av funksjon. Feilmelding: %1

# Codeunit 1849445836 - Method 148382111 - NamedType 530085140
source: Feature "%1" activated successfully.
da_dk: Funktionen "%1" blev aktiveret.
de_de: Feature "%1" erfolgreich aktiviert.
es_es: Característica "%1" activada correctamente.
fi_fi: Ominaisuus "%1" aktivoitiin onnistuneesti.
fr_fr: Fonctionnalité "%1" activée avec succès.
it_it: Funzionalità "%1" attivata con successo.
nb_no: Vellykket aktivering av funksjon "%1"

# Codeunit 1849445836 - Method 2341653616 - NamedType 3053016845
source: Environment not found.
da_dk: Miljø blev ikke fundet.
de_de: Umgebung nicht gefunden.
es_es: Entorno no encontrado.
fi_fi: Ympäristöä ei löytynyt.
fr_fr: Environnement non trouvé.
it_it: Ambiente non trovato.
nb_no: Fant ikke miljøet.

# Codeunit 1849445836 - Method 2341653616 - NamedType 2797992030
source: Tenant not found.
da_dk: Tenant blev ikke fundet.
de_de: Tenant nicht gefunden.
es_es: Inquilino no encontrado.
fi_fi: Tenanttia ei löytynyt.
fr_fr: Locataire non trouvé.
it_it: Tenant non trovato.
nb_no: fant ikke leietaker.

# Codeunit 1849445836 - Method 2341653616 - NamedType 3483637739
source: Failed to obtain authentication token.
da_dk: Kunne ikke hente godkendelsestoken.
de_de: Fehler beim Abrufen des Authentifizierungstokens.
es_es: Error al obtener el token de autenticación.
fi_fi: Todennustunnuksen hankkiminen epäonnistui.
fr_fr: Échec de l'obtention du jeton d'authentification.
it_it: Impossibile ottenere il token di autenticazione.
nb_no: Kunne ikke hente autentiseringstoken.

# Codeunit 1849445836 - Method 2341653616 - NamedType 2521876055
source: Failed to deactivate feature. Error details: %1
da_dk: Kunne ikke deaktivere funktionen. Fejldetaljer: %1
de_de: Fehler beim Deaktivieren des Features. Fehlerdetails: %1
es_es: Error al desactivar la característica. Detalles del error: %1
fi_fi: Ominaisuuden poistaminen käytöstä epäonnistui. Virhetiedot: %1
fr_fr: Échec de la désactivation de la fonctionnalité. Détails de l'erreur : %1
it_it: Impossibile disattivare la funzionalità. Dettagli errore: %1
nb_no: Mislyktes med deaktivering av funksjon. Feilmelding: %1

# Codeunit 1849445836 - Method 2341653616 - NamedType 2587314683
source: Feature "%1" deactivated successfully.
da_dk: Funktionen "%1" blev deaktiveret.
de_de: Feature "%1" erfolgreich deaktiviert.
es_es: Característica "%1" desactivada correctamente.
fi_fi: Ominaisuus "%1" poistettiin käytöstä onnistuneesti.
fr_fr: Fonctionnalité "%1" désactivée avec succès.
it_it: Funzionalità "%1" disattivata con successo.
nb_no: Vellykket deaktivering av funksjonen %1

# Codeunit 1849445836 - Method 312510131 - NamedType 3053016845
source: Environment not found.
da_dk: Miljø blev ikke fundet.
de_de: Umgebung nicht gefunden.
es_es: Entorno no encontrado.
fi_fi: Ympäristöä ei löytynyt.
fr_fr: Environnement non trouvé.
it_it: Ambiente non trovato.
nb_no: Fant ikke miljøet.

# Codeunit 1849445836 - Method 312510131 - NamedType 2797992030
source: Tenant not found.
da_dk: Tenant blev ikke fundet.
de_de: Tenant nicht gefunden.
es_es: Inquilino no encontrado.
fi_fi: Tenanttia ei löytynyt.
fr_fr: Locataire non trouvé.
it_it: Tenant non trovato.
nb_no: fant ikke leietaker.

# Codeunit 1849445836 - Method 312510131 - NamedType 3483637739
source: Failed to obtain authentication token.
da_dk: Kunne ikke hente godkendelsestoken.
de_de: Fehler beim Abrufen des Authentifizierungstokens.
es_es: Error al obtener el token de autenticación.
fi_fi: Todennustunnuksen hankkiminen epäonnistui.
fr_fr: Échec de l'obtention du jeton d'authentification.
it_it: Impossibile ottenere il token di autenticazione.
nb_no: Kunne ikke hente autentiseringstoken.

# Codeunit 1849445836 - Method 312510131 - NamedType 2421323889
source: API request failed. Error details: %1
da_dk: API-anmodning mislykkedes. Fejldetaljer: %1
de_de: API-Anforderung fehlgeschlagen. Fehlerdetails: %1
es_es: Error en la solicitud de API. Detalles del error: %1
fi_fi: API-pyyntö epäonnistui. Virhetiedot: %1
fr_fr: La demande d'API a échoué. Détails de l'erreur : %1
it_it: Richiesta API fallita. Dettagli errore: %1
nb_no: Mislykket API forespørsel. Feilmelding: %1

# Codeunit 1849445836 - Method 1448873135 - NamedType 1688480260
source: Failed to parse companies response.
da_dk: Kunne ikke analysere virksomhedssvar.
de_de: Fehler beim Analysieren der Firmenantwort.
es_es: Error al analizar la respuesta de empresas.
fi_fi: Yritysvastauksen jäsentäminen epäonnistui.
fr_fr: Échec de l'analyse de la réponse des sociétés.
it_it: Impossibile analizzare la risposta delle società.
nb_no: Kunne ikke tolke responsen for selskaper.

# Codeunit 1849445836 - Method 1448873135 - NamedType 1741656274
source: No value array found in companies response.
da_dk: Ingen værdimatrix fundet i virksomhedssvar.
de_de: Kein Wert-Array in der Firmenantwort gefunden.
es_es: No se encontró una matriz de valores en la respuesta de empresas.
fi_fi: Yritysvastauksesta ei löytynyt arvotaulukkoa.
fr_fr: Aucun tableau de valeurs trouvé dans la réponse des sociétés.
it_it: Nessun array di valori trovato nella risposta delle società.
nb_no: Ingen verdiliste funnet i selskapsresponsen.

# Codeunit 1849445836 - Method 1448873135 - NamedType 2973639935
source: No companies found in the environment.
da_dk: Ingen virksomheder fundet i miljøet.
de_de: Keine Firmen in der Umgebung gefunden.
es_es: No se encontraron empresas en el entorno.
fi_fi: Ympäristöstä ei löytynyt yrityksiä.
fr_fr: Aucune société trouvée dans l'environnement.
it_it: Nessuna società trovata nell'ambiente.
nb_no: Ingen selskaper funnet i miljøet.

# Codeunit 1849445836 - Method 1448873135 - NamedType 1237326373
source: Could not find company ID in response.
da_dk: Kunne ikke finde virksomheds-id i svar.
de_de: Firmen-ID konnte in der Antwort nicht gefunden werden.
es_es: No se pudo encontrar el ID de la empresa en la respuesta.
fi_fi: Yritystunnusta ei löytynyt vastauksesta.
fr_fr: Impossible de trouver l'ID de la société dans la réponse.
it_it: Impossibile trovare l'ID della società nella risposta.
nb_no: Kunne ikke finne selskaps-ID i responsen.

# Codeunit 1849445836 - Method 1448873135 - NamedType 2616538691
source: Features API request failed. Error details: %1
da_dk: Funktioner API-anmodning mislykkedes. Fejldetaljer: %1
de_de: Features-API-Anforderung fehlgeschlagen. Fehlerdetails: %1
es_es: Error en la solicitud de API de características. Detalles del error: %1
fi_fi: Ominaisuuksien API-pyyntö epäonnistui. Virhetiedot: %1
fr_fr: La demande d'API des fonctionnalités a échoué. Détails de l'erreur : %1
it_it: Richiesta API funzionalità fallita. Dettagli errore: %1
nb_no: Mislykket call til funksjons-API. Feilmelding: %1

# Codeunit 1849445836 - Method 3452752082 - NamedType 148097016
source: Failed to get company ID. Error details: %1
da_dk: Kunne ikke hente virksomheds-id. Fejldetaljer: %1
de_de: Fehler beim Abrufen der Firmen-ID. Fehlerdetails: %1
es_es: Error al obtener el ID de la empresa. Detalles del error: %1
fi_fi: Yritystunnuksen haku epäonnistui. Virhetiedot: %1
fr_fr: Échec de la récupération de l'ID de la société. Détails de l'erreur : %1
it_it: Impossibile ottenere l'ID della società. Dettagli errore: %1
nb_no: Mislyktes med å hente selskaps-ID. Feilmelding: %1

# Codeunit 1849445836 - Method 3452752082 - NamedType 1688480260
source: Failed to parse companies response.
da_dk: Kunne ikke analysere virksomhedssvar.
de_de: Fehler beim Analysieren der Firmenantwort.
es_es: Error al analizar la respuesta de empresas.
fi_fi: Yritysvastauksen jäsentäminen epäonnistui.
fr_fr: Échec de l'analyse de la réponse des sociétés.
it_it: Impossibile analizzare la risposta delle società.
nb_no: Kunne ikke tolke responsen for selskaper.

# Codeunit 1849445836 - Method 3452752082 - NamedType 1741656274
source: No value array found in companies response.
da_dk: Ingen værdimatrix fundet i virksomhedssvar.
de_de: Kein Wert-Array in der Firmenantwort gefunden.
es_es: No se encontró una matriz de valores en la respuesta de empresas.
fi_fi: Yritysvastauksesta ei löytynyt arvotaulukkoa.
fr_fr: Aucun tableau de valeurs trouvé dans la réponse des sociétés.
it_it: Nessun array di valori trovato nella risposta delle società.
nb_no: Ingen verdiliste funnet i selskapsresponsen.

# Codeunit 1849445836 - Method 3452752082 - NamedType 2973639935
source: No companies found in the environment.
da_dk: Ingen virksomheder fundet i miljøet.
de_de: Keine Firmen in der Umgebung gefunden.
es_es: No se encontraron empresas en el entorno.
fi_fi: Ympäristöstä ei löytynyt yrityksiä.
fr_fr: Aucune société trouvée dans l'environnement.
it_it: Nessuna società trovata nell'ambiente.
nb_no: Ingen selskaper funnet i miljøet.

# Codeunit 1849445836 - Method 3452752082 - NamedType 1237326373
source: Could not find company ID in response.
da_dk: Kunne ikke finde virksomheds-id i svar.
de_de: Firmen-ID konnte in der Antwort nicht gefunden werden.
es_es: No se pudo encontrar el ID de la empresa en la respuesta.
fi_fi: Yritystunnusta ei löytynyt vastauksesta.
fr_fr: Impossible de trouver l'ID de la société dans la réponse.
it_it: Impossibile trovare l'ID della società nella risposta.
nb_no: Kunne ikke finne selskaps-ID i responsen.

# Codeunit 1849445836 - Method 1967664665 - NamedType 1688480260
source: Failed to parse features JSON response.
da_dk: Kunne ikke analysere funktioner JSON-svar.
de_de: Fehler beim Analysieren der Features-JSON-Antwort.
es_es: Error al analizar la respuesta JSON de características.
fi_fi: Ominaisuuksien JSON-vastauksen jäsentäminen epäonnistui.
fr_fr: Échec de l'analyse de la réponse JSON des fonctionnalités.
it_it: Impossibile analizzare la risposta JSON delle funzionalità.
nb_no: Mislyktes med å analysere responsen fra funksjons-API

# Codeunit 1849445836 - Method 1967664665 - NamedType 1741656274
source: No value array found in features response.
da_dk: Ingen værdimatrix fundet i funktionssvar.
de_de: Kein Wert-Array in der Features-Antwort gefunden.
es_es: No se encontró una matriz de valores en la respuesta de características.
fi_fi: Ominaisuusvastauksesta ei löytynyt arvotaulukkoa.
fr_fr: Aucun tableau de valeurs trouvé dans la réponse des fonctionnalités.
it_it: Nessun array di valori trovato nella risposta delle funzionalità.
nb_no: Ingen verdiliste funnet i funksjonsresponsen.

# Codeunit 1849445836 - Method 3014428371 - NamedType 3218056956
source: DEBUG - %1 Response:\%2
da_dk: DEBUG - %1 Svar:\%2
de_de: DEBUG - %1 Antwort:\%2
es_es: DEBUG - Respuesta %1:\%2
fi_fi: DEBUG - %1 Vastaus:\%2
fr_fr: DEBUG - Réponse %1 :\%2
it_it: DEBUG - %1 Risposta:\%2
nb_no: DEBUG - %1 Respons:\%2

# Page 1807623301 - Property 2879900210
source: D365BC Environment Features
da_dk: D365BC-miljøfunktioner
de_de: D365BC Umgebungsfeatures
es_es: Características del entorno D365BC
fi_fi: D365BC-ympäristön ominaisuudet
fr_fr: Fonctionnalités de l'environnement D365BC
it_it: Funzionalità Ambiente D365BC
nb_no: D365BC Miljøfunksjoner

# Page 1807623301 - Control 1632743229 - Property 1295455071
source: Specifies whether the feature can be tried.
da_dk: Angiver, om funktionen kan prøves.
de_de: Gibt an, ob das Feature ausprobiert werden kann.
es_es: Especifica si se puede probar la característica.
fi_fi: Määrittää, voidaanko ominaisuutta kokeilla.
fr_fr: Spécifie si la fonctionnalité peut être essayée.
it_it: Specifica se la funzionalità può essere provata.
nb_no: Angir om funksjonen kan prøves.

# Page 1807623301 - Control 3947663796 - Property 1295455071
source: Specifies whether enabling the feature requires data update.
da_dk: Angiver, om aktivering af funktionen kræver dataopdatering.
de_de: Gibt an, ob die Aktivierung des Features eine Datenaktualisierung erfordert.
es_es: Especifica si habilitar la característica requiere actualización de datos.
fi_fi: Määrittää, vaatiiko ominaisuuden käyttöönotto tietopäivityksen.
fr_fr: Spécifie si l'activation de la fonctionnalité nécessite une mise à jour des données.
it_it: Specifica se l'abilitazione della funzionalità richiede l'aggiornamento dei dati.
nb_no: Angir om aktivering av funksjonen krever en data oppgradering.

# Page 1807623301 - Control 1602533654 - Property 1295455071
source: Specifies the description of the feature.
da_dk: Angiver beskrivelsen af funktionen.
de_de: Gibt die Beschreibung des Features an.
es_es: Especifica la descripción de la característica.
fi_fi: Määrittää ominaisuuden kuvauksen.
fr_fr: Spécifie la description de la fonctionnalité.
it_it: Specifica la descrizione della funzionalità.
nb_no: Angir beskrivelsen for funksjonen.

# Page 1807623301 - Control 42252997 - Property 1295455071
source: Specifies the unique key of the feature.
da_dk: Angiver funktionens entydige nøgle.
de_de: Gibt den eindeutigen Schlüssel des Features an.
es_es: Especifica la clave única de la característica.
fi_fi: Määrittää ominaisuuden yksilöllisen avaimen.
fr_fr: Spécifie la clé unique de la fonctionnalité.
it_it: Specifica la chiave univoca della funzionalità.
nb_no: Angir den unike nøkkelen for funksjonen.

# Page 1807623301 - Control 650817197 - Property 1295455071
source: Specifies the name of the feature.
da_dk: Angiver navnet på funktionen.
de_de: Gibt den Namen des Features an.
es_es: Especifica el nombre de la característica.
fi_fi: Määrittää ominaisuuden nimen.
fr_fr: Spécifie le nom de la fonctionnalité.
it_it: Specifica il nome della funzionalità.
nb_no: Angir navnet til funksjonen.

# Page 1807623301 - Control 1457822769 - Property 1295455071
source: Specifies the enabled status (All Users, None, etc.).
da_dk: Angiver den aktiverede status (Alle brugere, Ingen osv.).
de_de: Gibt den Aktivierungsstatus an (Alle Benutzer, Keine usw.).
es_es: Especifica el estado habilitado (Todos los usuarios, Ninguno, etc.).
fi_fi: Määrittää käyttöönottotilan (Kaikki käyttäjät, Ei mitään jne.).
fr_fr: Spécifie le statut activé (Tous les utilisateurs, Aucun, etc.).
it_it: Specifica lo stato di abilitazione (Tutti gli Utenti, Nessuno, ecc.).
nb_no: Angir den aktiverte statusen (All, User,None, ol.).

# Page 1807623301 - Control 2426491291 - Property 1295455071
source: Specifies whether the feature change is one-way.
da_dk: Angiver, om funktionsændringen er envejs.
de_de: Gibt an, ob die Featureänderung unumkehrbar ist.
es_es: Especifica si el cambio de característica es unidireccional.
fi_fi: Määrittää, onko ominaisuuden muutos yksisuuntainen.
fr_fr: Spécifie si le changement de fonctionnalité est unidirectionnel.
it_it: Specifica se la modifica della funzionalità è unidirezionale.
nb_no: Spesifiserer om funksjonsendringen er reversibel.

# Page 1807623301 - Control 984476005 - Property 1295455071
source: Specifies when the feature was last retrieved.
da_dk: Angiver, hvornår funktionen sidst blev hentet.
de_de: Gibt an, wann das Feature zuletzt abgerufen wurde.
es_es: Especifica cuándo se recuperó la característica por última vez.
fi_fi: Määrittää, milloin ominaisuus haettiin viimeksi.
fr_fr: Spécifie quand la fonctionnalité a été récupérée pour la dernière fois.
it_it: Specifica quando la funzionalità è stata recuperata l'ultima volta.
nb_no: Angir når funksjonen sist ble hentet.

# Page 1807623301 - Control 1624573723 - Property 1295455071
source: Specifies the link to learn more about the feature.
da_dk: Angiver linket til at lære mere om funktionen.
de_de: Gibt den Link an, um mehr über das Feature zu erfahren.
es_es: Especifica el enlace para obtener más información sobre la característica.
fi_fi: Määrittää linkin, jossa voi lukea lisää ominaisuudesta.
fr_fr: Spécifie le lien pour en savoir plus sur la fonctionnalité.
it_it: Specifica il link per saperne di più sulla funzionalità.
nb_no: Angir linken for å lære mer om funksjonen

# Page 1807623301 - Control 1108694280 - Property 1295455071
source: Specifies when the feature becomes mandatory.
da_dk: Angiver, hvornår funktionen bliver obligatorisk.
de_de: Gibt an, wann das Feature obligatorisch wird.
es_es: Especifica cuándo la característica se vuelve obligatoria.
fi_fi: Määrittää, milloin ominaisuudesta tulee pakollinen.
fr_fr: Spécifie quand la fonctionnalité devient obligatoire.
it_it: Specifica quando la funzionalità diventa obbligatoria.
nb_no: Angir når funksjonen blir obligatorisk.

# Page 1807623301 - Control 3213697834 - Property 1295455071
source: Specifies the BC version when the feature becomes mandatory.
da_dk: Angiver BC-versionen, hvornår funktionen bliver obligatorisk.
de_de: Gibt die BC-Version an, ab der das Feature obligatorisch wird.
es_es: Especifica la versión de BC cuando la característica se vuelve obligatoria.
fi_fi: Määrittää BC-version, jossa ominaisuudesta tulee pakollinen.
fr_fr: Spécifie la version BC lorsque la fonctionnalité devient obligatoire.
it_it: Specifica la versione BC quando la funzionalità diventa obbligatoria.
nb_no: Angir BC versjonen som funksjonen vil være obligatorisk.

# Page 1807623301 - Action 148382111 - Property 1295455071
source: Activate the selected feature.
da_dk: Aktiver den valgte funktion.
de_de: Aktivieren Sie das ausgewählte Feature.
es_es: Activar la característica seleccionada.
fi_fi: Aktivoi valittu ominaisuus.
fr_fr: Activer la fonctionnalité sélectionnée.
it_it: Attiva la funzionalità selezionata.
nb_no: Aktiver den valgte funksjonen.

# Page 1807623301 - Action 148382111 - Property 2879900210
source: Activate Feature
da_dk: Aktivér funktion
de_de: Feature aktivieren
es_es: Activar característica
fi_fi: Aktivoi ominaisuus
fr_fr: Activer la fonctionnalité
it_it: Attiva Funzionalità
nb_no: Aktiver funksjon

# Page 1807623301 - Action 148382111 - Method 1377591017 - NamedType 2294662597
source: Do you want to activate feature "%1"?
da_dk: Vil du aktivere funktionen "%1"?
de_de: Möchten Sie die Funktion "%1" aktivieren?
es_es: ¿Desea activar la característica "%1"?
fi_fi: Haluatko aktivoida ominaisuuden "%1"?
fr_fr: Voulez-vous activer la fonctionnalité "%1" ?
it_it: Vuoi attivare la funzionalità "%1"?
nb_no: Vil du aktivere funksjonen "%1"?

# Page 1807623301 - Action 2341653616 - Property 1295455071
source: Deactivate the selected feature.
da_dk: Deaktiver den valgte funktion.
de_de: Deaktivieren Sie das ausgewählte Feature.
es_es: Desactivar la característica seleccionada.
fi_fi: Poista valittu ominaisuus käytöstä.
fr_fr: Désactiver la fonctionnalité sélectionnée.
it_it: Disattiva la funzionalità selezionata.
nb_no: Deaktiver den valgte funksjonen

# Page 1807623301 - Action 2341653616 - Property 2879900210
source: Deactivate Feature
da_dk: Deaktivér funktion
de_de: Feature deaktivieren
es_es: Desactivar característica
fi_fi: Poista ominaisuus käytöstä
fr_fr: Désactiver la fonctionnalité
it_it: Disattiva Funzionalità
nb_no: Deaktiver Funksjon

# Page 1807623301 - Action 2341653616 - Method 1377591017 - NamedType 2294662597
source: Do you want to deactivate feature "%1"?
da_dk: Vil du deaktivere funktionen "%1"?
de_de: Möchten Sie die Funktion "%1" deaktivieren?
es_es: ¿Desea desactivar la característica "%1"?
fi_fi: Haluatko poistaa käytöstä ominaisuuden "%1"?
fr_fr: Voulez-vous désactiver la fonctionnalité "%1" ?
it_it: Vuoi disattivare la funzionalità "%1"?
nb_no: Vil du deaktivere funksjonen "%1"?

# Page 1807623301 - Action 389138476 - Property 1295455071
source: Delete all fetched feature records.
da_dk: Slet alle hentede funktionsposter.
de_de: Alle abgerufenen Feature-Datensätze löschen.
es_es: Eliminar todos los registros de características recuperados.
fi_fi: Poista kaikki haetut ominaisuustietueet.
fr_fr: Supprimer tous les enregistrements de fonctionnalités récupérés.
it_it: Elimina tutti i record delle funzionalità recuperate.
nb_no: Slett alle hentede funksjonsposter

# Page 1807623301 - Action 389138476 - Property 2879900210
source: Delete All
da_dk: Slet alle
de_de: Alle löschen
es_es: Eliminar todo
fi_fi: Poista kaikki
fr_fr: Tout supprimer
it_it: Elimina Tutti
nb_no: Slett Alt
