Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 3922837368 - Action 227458231 - Property 1295455071
source: Get the list of available apps updates for the selected environment.
da_dk: Hent listen over tilgængelige appopdateringer for det valgte miljø.
de_de: Liste der verfügbaren App-Updates für die ausgewählte Umgebung abrufen.
es_es: Obtener la lista de actualizaciones de aplicaciones disponibles para el entorno seleccionado.
fi_fi: Hae valitun ympäristön saatavilla olevien sovelluspäivitysten luettelo.
fr_fr: Obtenir la liste des mises à jour d'applications disponibles pour l'environnement sélectionné.
it_it: Ottieni l'elenco degli aggiornamenti delle app disponibili per l'ambiente selezionato.
nb_no: Hent listen over tilgjengelige app-oppdateringer for det valgte miljøet.

# Page 3922837368 - Action 227458231 - Property 2879900210
source: Get Available Updates
da_dk: Hent tilgængelige opdateringer
de_de: Verfügbare Updates abrufen
es_es: Obtener actualizaciones disponibles
fi_fi: Hae saatavilla olevat päivitykset
fr_fr: Obtenir les mises à jour disponibles
it_it: Ottieni Aggiornamenti Disponibili
nb_no: Hent tilgjengelige oppdateringer

# Page 3922837368 - Action 4242874840 - Property 1295455071
source: Get the list of installed apps for the selected environment.
da_dk: Hent listen over installerede apps for det valgte miljø.
de_de: Liste der installierten Apps für die ausgewählte Umgebung abrufen.
es_es: Obtener la lista de aplicaciones instaladas para el entorno seleccionado.
fi_fi: Hae valitun ympäristön asennettujen sovellusten luettelo.
fr_fr: Obtenir la liste des applications installées pour l'environnement sélectionné.
it_it: Ottieni l'elenco delle app installate per l'ambiente selezionato.
nb_no: Hent listen over installerte apper i det valgte miljøet.

# Page 3922837368 - Action 4242874840 - Property 2879900210
source: Get Installed Apps
da_dk: Hent installerede apps
de_de: Installierte Apps abrufen
es_es: Obtener aplicaciones instaladas
fi_fi: Hae asennetut sovellukset
fr_fr: Obtenir les applications installées
it_it: Ottieni App Installate
nb_no: Hent installerte apper

# Page 3922837368 - Action 544754716 - Property 1295455071
source: Update the selected app to the latest version.
da_dk: Opdater den valgte app til den seneste version.
de_de: Aktualisieren Sie die ausgewählte App auf die neueste Version.
es_es: Actualizar la aplicación seleccionada a la última versión.
fi_fi: Päivitä valittu sovellus uusimpaan versioon.
fr_fr: Mettre à jour l'application sélectionnée vers la dernière version.
it_it: Aggiorna l'app selezionata all'ultima versione.
nb_no: Oppdater valgt app til siste versjon.

# Page 3922837368 - Action 544754716 - Property 2879900210
source: Update App
da_dk: Opdater app
de_de: App aktualisieren
es_es: Actualizar aplicación
fi_fi: Päivitä sovellus
fr_fr: Mettre à jour l'application
it_it: Aggiorna App
nb_no: Oppdater app

# Page 2025092546 - Property 2879900210
source: Installed Apps
da_dk: Installerede apps
de_de: Installierte Apps
es_es: Aplicaciones instaladas
fi_fi: Asennetut sovellukset
fr_fr: Applications installées
it_it: App Installate
nb_no: Installerte Apper

# Page 2025092546 - Action 4242874840 - Property 1295455071
source: Get the list of installed apps for the selected environment.
da_dk: Hent listen over installerede apps for det valgte miljø.
de_de: Liste der installierten Apps für die ausgewählte Umgebung abrufen.
es_es: Obtener la lista de aplicaciones instaladas para el entorno seleccionado.
fi_fi: Hae valitun ympäristön asennettujen sovellusten luettelo.
fr_fr: Obtenir la liste des applications installées pour l'environnement sélectionné.
it_it: Ottieni l'elenco delle app installate per l'ambiente selezionato.
nb_no: Hent listen over installerte apper i det valgte miljøet.

# Page 2025092546 - Action 4242874840 - Property 2879900210
source: Get Installed Apps
da_dk: Hent installerede apps
de_de: Installierte Apps abrufen
es_es: Obtener aplicaciones instaladas
fi_fi: Hae asennetut sovellukset
fr_fr: Obtenir les applications installées
it_it: Ottieni App Installate
nb_no: Hent installerte apper

# Page 1896412547 - Property 2879900210
source: D365BC Installed Apps
da_dk: D365BC installerede apps
de_de: D365BC Installierte Apps
es_es: Aplicaciones instaladas D365BC
fi_fi: D365BC-asennetut sovellukset
fr_fr: Applications installées D365BC
it_it: App Installate D365BC
nb_no: D365BC Installerte apper

# Page 1896412547 - Control 2766253784 - Property 1295455071
source: Specifies the unique identifier of the app.
da_dk: Angiver det entydige id for appen.
de_de: Gibt die eindeutige Kennung der App an.
es_es: Especifica el identificador único de la aplicación.
fi_fi: Määrittää sovelluksen yksilöllisen tunnuksen.
fr_fr: Spécifie l'identifiant unique de l'application.
it_it: Specifica l'identificatore univoco dell'app.
nb_no: Angir den unike identifikatoren for appen.

# Page 1896412547 - Control 1256520770 - Property 1295455071
source: Specifies the name of the installed app.
da_dk: Angiver navnet på den installerede app.
de_de: Gibt den Namen der installierten App an.
es_es: Especifica el nombre de la aplicación instalada.
fi_fi: Määrittää asennetun sovelluksen nimen.
fr_fr: Spécifie le nom de l'application installée.
it_it: Specifica il nome dell'app installata.
nb_no: Angir navnet for den installerte appen.

# Page 1896412547 - Control 1606374689 - Property 1295455071
source: Specifies the publisher of the app.
da_dk: Angiver udgiver af appen.
de_de: Gibt den Herausgeber der App an.
es_es: Especifica el editor de la aplicación.
fi_fi: Määrittää sovelluksen julkaisijan.
fr_fr: Spécifie l'éditeur de l'application.
it_it: Specifica l'editore dell'app.
nb_no: Angir utgiver av denne appen.

# Page 1896412547 - Control 4241615531 - Property 1295455071
source: Specifies the type of the app (Global, PTE, DEV).
da_dk: Angiver appens type (Global, PTE, DEV).
de_de: Gibt den Typ der App an (Global, PTE, DEV).
es_es: Especifica el tipo de aplicación (Global, PTE, DEV).
fi_fi: Määrittää sovelluksen tyypin (Globaali, PTE, DEV).
fr_fr: Spécifie le type de l'application (Global, PTE, DEV).
it_it: Specifica il tipo di app (Global, PTE, DEV).
nb_no: Angir type app (Global, PTE, DEV).

# Page 1896412547 - Control 2709452997 - Property 1295455071
source: Specifies the version of the installed app.
da_dk: Angiver versionen af den installerede app.
de_de: Gibt die Version der installierten App an.
es_es: Especifica la versión de la aplicación instalada.
fi_fi: Määrittää asennetun sovelluksen version.
fr_fr: Spécifie la version de l'application installée.
it_it: Specifica la versione dell'app installata.
nb_no: Angir versjon av den installerte appen

# Page 1896412547 - Control 362685614 - Property 1295455071
source: Specifies the version of the app that is available for update.
da_dk: Angiver versionen af appen, der er tilgængelig til opdatering.
de_de: Gibt die Version der App an, die für ein Update verfügbar ist.
es_es: Especifica la versión de la aplicación que está disponible para actualización.
fi_fi: Määrittää päivitykseen saatavilla olevan sovelluksen version.
fr_fr: Spécifie la version de l'application disponible pour la mise à jour.
it_it: Specifica la versione dell'app disponibile per l'aggiornamento.
nb_no: Spesifiserer versjonen av appen som er tilgjengelig for oppdatering.

# Page 1896412547 - Control 1480014772 - Property 1295455071
source: Specifies whether the app can be uninstalled.
da_dk: Angiver, om appen kan afinstalleres.
de_de: Gibt an, ob die App deinstalliert werden kann.
es_es: Especifica si la aplicación se puede desinstalar.
fi_fi: Määrittää, voidaanko sovellus poistaa.
fr_fr: Spécifie si l'application peut être désinstallée.
it_it: Specifica se l'app può essere disinstallata.
nb_no: Angir om appen kan avinstalleres.

# Page 1896412547 - Control 4190130733 - Property 1295455071
source: Specifies the customer associated with the installed app.
da_dk: Angiver kunden, der er knyttet til den installerede app.
de_de: Gibt den Kunden an, der der installierten App zugeordnet ist.
es_es: Especifica el cliente asociado con la aplicación instalada.
fi_fi: Määrittää asennetun sovelluksen asiakkaan.
fr_fr: Spécifie le client associé à l'application installée.
it_it: Specifica il cliente associato all'app installata.
nb_no: Angir kunden som er knyttet til den installerte appen.

# Page 1896412547 - Control 1768934958 - Property 1295455071
source: Specifies the environment where the app is installed.
da_dk: Angiver det miljø, hvor appen er installeret.
de_de: Gibt die Umgebung an, in der die App installiert ist.
es_es: Especifica el entorno donde está instalada la aplicación.
fi_fi: Määrittää ympäristön, johon sovellus on asennettu.
fr_fr: Spécifie l'environnement où l'application est installée.
it_it: Specifica l'ambiente in cui è installata l'app.
nb_no: Angir miljøet som appen er installert.

# Page 1896412547 - Control 77363544 - Property 1295455071
source: Specifies the result of the last uninstall attempt.
da_dk: Angiver resultatet af det sidste afinstallationsforsøg.
de_de: Gibt das Ergebnis des letzten Deinstallationsversuchs an.
es_es: Especifica el resultado del último intento de desinstalación.
fi_fi: Määrittää viimeisen poistoyräityksen tuloksen.
fr_fr: Spécifie le résultat de la dernière tentative de désinstallation.
it_it: Specifica il risultato dell'ultimo tentativo di disinstallazione.
nb_no: Angir resultatet av det siste avinstalleringsforsøket.

# Page 1896412547 - Control 456057361 - Property 1295455071
source: Specifies the result of the last update attempt.
da_dk: Angiver resultatet af det sidste opdateringsforsøg.
de_de: Gibt das Ergebnis des letzten Updateversuchs an.
es_es: Especifica el resultado del último intento de actualización.
fi_fi: Määrittää viimeisen päivitysyrityksen tuloksen.
fr_fr: Spécifie le résultat de la dernière tentative de mise à jour.
it_it: Specifica il risultato dell'ultimo tentativo di aggiornamento.
nb_no: Angir resultatet for det siste oppdateringsforsøket.

# Page 1896412547 - Control 269761521 - Property 1295455071
source: Specifies the current state of the app.
da_dk: Angiver den aktuelle tilstand for appen.
de_de: Gibt den aktuellen Status der App an.
es_es: Especifica el estado actual de la aplicación.
fi_fi: Määrittää sovelluksen nykyisen tilan.
fr_fr: Spécifie l'état actuel de l'application.
it_it: Specifica lo stato corrente dell'app.
nb_no: Angir den gjeldende statusen til appen

# Page 1896412547 - Control 1656975091 - Property 1295455071
source: Specifies the tenant identifier associated with the app.
da_dk: Angiver tenant-id'et, der er knyttet til appen.
de_de: Gibt die Mandanten-ID an, die der App zugeordnet ist.
es_es: Especifica el identificador de inquilino asociado con la aplicación.
fi_fi: Määrittää asennetun sovelluksen asiakkaan Tenant-ID:n.
fr_fr: Spécifie l'identifiant du locataire associé à l'application.
it_it: Specifica l'id del tenant associato all'app.
nb_no: Angir leietakeridentifikatoren som er knyttet til appen.

# Page 1896412547 - Action 389138476 - Property 1295455071
source: Delete all fetched installed apps records.
da_dk: Slet alle hentede poster for installerede apps.
de_de: Alle abgerufenen installierten App-Datensätze löschen.
es_es: Eliminar todos los registros de aplicaciones instaladas obtenidos.
fi_fi: Poista kaikki haetut asennettujen sovellusten tietueet.
fr_fr: Supprimer tous les enregistrements d'applications installées récupérés.
it_it: Elimina tutti i record delle app installate recuperate.
nb_no: Slett alle hentede poster over installerte apper.

# Page 1896412547 - Action 389138476 - Property 2879900210
source: Delete All
da_dk: Slet alle
de_de: Alle löschen
es_es: Eliminar todo
fi_fi: Poista kaikki
fr_fr: Tout supprimer
it_it: Elimina Tutti
nb_no: Slett Alt

# Page 1896412547 - Action 389138476 - Method 1377591017 - NamedType 407090172
source: Are you sure you want to delete all %1 fetched installed apps records?
da_dk: Er du sikker på, at du vil slette alle %1 hentede poster for installerede apps?
de_de: Möchten Sie wirklich alle %1 abgerufenen installierten App-Datensätze löschen?
es_es: ¿Está seguro de que desea eliminar todos los registros de aplicaciones instaladas obtenidos (%1)?
fi_fi: Haluatko varmasti poistaa kaikki %1 haetut asennettujen sovellusten tietueet?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements d'applications installées récupérés (%1) ?
it_it: Sei sicuro di voler eliminare tutti i %1 record delle app installate recuperate?
nb_no: Er du sikker på at du vil slette alle %1 hentede installerte app-poster?

# Page 1896412547 - Action 389138476 - Method 1377591017 - NamedType 1684716017
source: %1 installed apps records deleted.
da_dk: %1 poster for installerede apps blev slettet.
de_de: %1 Datensätze installierter Apps gelöscht.
es_es: %1 registros de aplicaciones instaladas eliminados.
fi_fi: %1 asennettujen sovellusten tietuetta poistettu.
fr_fr: %1 enregistrements d'applications installées supprimés.
it_it: %1 record app installate eliminati.
nb_no: %1 installerte app-poster slettet.

# Page 1896412547 - Action 227458231 - Property 1295455071
source: Get the list of available apps updates for the selected environment.
da_dk: Hent listen over tilgængelige appopdateringer for det valgte miljø.
de_de: Liste der verfügbaren App-Updates für die ausgewählte Umgebung abrufen.
es_es: Obtener la lista de actualizaciones de aplicaciones disponibles para el entorno seleccionado.
fi_fi: Hae valitun ympäristön saatavilla olevien sovelluspäivitysten luettelo.
fr_fr: Obtenir la liste des mises à jour d'applications disponibles pour l'environnement sélectionné.
it_it: Ottieni l'elenco degli aggiornamenti delle app disponibili per l'ambiente selezionato.
nb_no: Hent listen over tilgjengelige app-oppdateringer for det valgte miljøet.

# Page 1896412547 - Action 227458231 - Property 2879900210
source: Get Available Updates
da_dk: Hent tilgængelige opdateringer
de_de: Verfügbare Updates abrufen
es_es: Obtener actualizaciones disponibles
fi_fi: Hae saatavilla olevat päivitykset
fr_fr: Obtenir les mises à jour disponibles
it_it: Ottieni Aggiornamenti Disponibili
nb_no: Hent tilgjengelige oppdateringer

# Page 1896412547 - Action 4242874840 - Property 1295455071
source: Get the list of installed apps for the selected environment.
da_dk: Hent listen over installerede apps for det valgte miljø.
de_de: Liste der installierten Apps für die ausgewählte Umgebung abrufen.
es_es: Obtener la lista de aplicaciones instaladas para el entorno seleccionado.
fi_fi: Hae valitun ympäristön asennettujen sovellusten luettelo.
fr_fr: Obtenir la liste des applications installées pour l'environnement sélectionné.
it_it: Ottieni l'elenco delle app installate per l'ambiente selezionato.
nb_no: Hent listen over installerte apper i det valgte miljøet.

# Page 1896412547 - Action 4242874840 - Property 2879900210
source: Get Installed Apps
da_dk: Hent installerede apps
de_de: Installierte Apps abrufen
es_es: Obtener aplicaciones instaladas
fi_fi: Hae asennetut sovellukset
fr_fr: Obtenir les applications installées
it_it: Ottieni App Installate
nb_no: Hent installerte apper

# Page 1896412547 - Action 544754716 - Property 1295455071
source: Update the selected app to the latest version.
da_dk: Opdater den valgte app til den seneste version.
de_de: Aktualisieren Sie die ausgewählte App auf die neueste Version.
es_es: Actualizar la aplicación seleccionada a la última versión.
fi_fi: Päivitä valittu sovellus uusimpaan versioon.
fr_fr: Mettre à jour l'application sélectionnée vers la dernière version.
it_it: Aggiorna l'app selezionata all'ultima versione.
nb_no: Oppdater valgt app til siste versjon.

# Page 1896412547 - Action 544754716 - Property 2879900210
source: Update App
da_dk: Opdater app
de_de: App aktualisieren
es_es: Actualizar aplicación
fi_fi: Päivitä sovellus
fr_fr: Mettre à jour l'application
it_it: Aggiorna App
nb_no: Oppdater app

# Page 1896412547 - Action 103537446 - Property 1295455071
source: Update the selected apps (multiple) to the latest version.
da_dk: Opdater de valgte apps (flere) til den seneste version.
de_de: Aktualisieren Sie die ausgewählten Apps (mehrere) auf die neueste Version.
es_es: Actualizar las aplicaciones seleccionadas (múltiples) a la última versión.
fi_fi: Päivitä valitut sovellukset (useita) uusimpaan versioon.
fr_fr: Mettre à jour les applications sélectionnées (plusieurs) vers la dernière version.
it_it: Aggiorna le app selezionate (multiple) all'ultima versione.
nb_no: Oppdater de valgte appene (flere) til den nyeste versjonen.

# Page 1896412547 - Action 103537446 - Property 2879900210
source: Update Selected Apps
da_dk: Opdater valgte apps
de_de: Ausgewählte App aktualisieren
es_es: Actualizar las aplicaciones seleccionadas
fi_fi: Päivitä valitut sovellukset
fr_fr: Mettre à jour les applications sélectionnées
it_it: Aggiorna le app selezionate
nb_no: Oppdater valgte apper

# Page 3331374484 - Property 2879900210
source: PTE Object Ranges
da_dk: PTE-objektområder
de_de: PTE Objekt Range
es_es: Rangos de objetos PTE
fi_fi: PTE-objektialueet
fr_fr: Plages d'objets PTE
nb_no: PTE objektområder

# Page 3331374484 - Control 4190130733 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver kundens nummer.
de_de: Gibt die Nummer des Debitors an.
es_es: Especifica el número de cliente.
fi_fi: Määrittää asiakasnumeron.
fr_fr: Spécifie le numéro de client.
it_it: Specifica il numero cliente.
nb_no: Angir kundenummeret.

# Page 3331374484 - Control 4277803464 - Property 1295455071
source: Specifies the Per Tenant Extension's ID.
da_dk: Angiver udvidelsens id for pr. tenant.
de_de: Gibt die Per Tenant Extension ID an.
es_es: Especifica el ID de la extensión por inquilino.
fi_fi: Määrittää Per Tenant laajennuksen tunnuksen.
fr_fr: Spécifie l'ID de l'extension par locataire.
it_it: Specifica l'ID dell'estensione per tenant.
nb_no: Angir ID-en til Per Tenant-utvidelsen.

# Page 3331374484 - Control 716423282 - Property 1295455071
source: Specifies the Per Tenant Extension's name.
da_dk: Angiver udvidelsens navn for pr. tenant.
de_de: Gibt den Per Tenant Extension Namen an.
es_es: Especifica el nombre de la extensión por inquilino.
fi_fi: Määrittää Per Tenant laajennuksen nimen.
fr_fr: Spécifie le nom de l'extension par locataire.
it_it: Specifica il nome dell'estensione per tenant.
nb_no: Angir navnet til Per Tenant-utvidelsen.

# Page 3331374484 - Control 3359984739 - Property 1295455071
source: Specifies the starting range.
da_dk: Angiver startområdet.
de_de: Gibt den Beginn der Range an.
es_es: Especifica el rango inicial.
fi_fi: Määrittää alueen aloituskohdan.
fr_fr: Spécifie la plage de début.
it_it: Specifica l'intervallo iniziale.
nb_no: Angir Startområde

# Page 3331374484 - Control 1746152936 - Property 1295455071
source: Specifies the ending range.
da_dk: Angiver slutområdet.
de_de: Gibt das Ende der Range an.
es_es: Especifica el rango final.
fi_fi: Määrittää alueen päättymiskohdan.
fr_fr: Spécifie la plage de fin.
it_it: Specifica l'intervallo finale.
nb_no: Angir sluttområde

# Page 3331374484 - Control 1656975091 - Property 1295455071
source: Specifies the tenant ID.
da_dk: Angiver tenant-id'et.
de_de: Gibt die Tenant-ID an.
es_es: Especifica el ID de inquilino.
fi_fi: Määrittää tenant id:n.
fr_fr: Spécifie l'ID du locataire.
it_it: Specifica l'ID del tenant.
nb_no: Angir leietaker-ID

# Enum 3693902586 - EnumValue 4140905748 - Property 2879900210
source: Installed
da_dk: Installeret
de_de: Installiert
es_es: Instalado
fi_fi: Asennettu
fr_fr: Installé
it_it: Installato
nb_no: Installert

# Enum 3693902586 - EnumValue 2299317418 - Property 2879900210
source: Update Pending
da_dk: Opdatering afventer
de_de: Update ausstehend
es_es: Actualización pendiente
fi_fi: Päivitys odottaa
fr_fr: Mise à jour en attente
it_it: Aggiornamento In Attesa
nb_no: Oppdatering på vent

# Enum 3693902586 - EnumValue 4044244568 - Property 2879900210
source: Updating
da_dk: Opdaterer
de_de: Wird aktualisiert
es_es: Actualizando
fi_fi: Päivitetään
fr_fr: Mise à jour en cours
it_it: Aggiornamento in Corso
nb_no: Oppdaterer

# Enum 180238450 - EnumValue 3844911025 - Property 2879900210
source: Canceled
da_dk: Annulleret
de_de: Abgebrochen
es_es: Cancelado
fi_fi: Peruutettu
fr_fr: Annulée
it_it: Annullato
nb_no: Avbrutt

# Enum 180238450 - EnumValue 3826689261 - Property 2879900210
source: Failed
da_dk: Mislykkedes
de_de: Fehlgeschlagen
es_es: Fallido
fi_fi: Epäonnistui
fr_fr: Échec
it_it: Operazione non riuscita
nb_no: Mislyktes

# Enum 180238450 - EnumValue 2791901420 - Property 2879900210
source: Skipped
da_dk: Sprunget over
de_de: Übersprungen
es_es: Omitido
fi_fi: Ohitetut
fr_fr: Ignoré(e)
it_it: Ignorato
nb_no: Hoppet over

# Enum 180238450 - EnumValue 4250603909 - Property 2879900210
source: Succeeded
da_dk: Lykkedes
de_de: Erfolgreich
es_es: Exitoso
fi_fi: Onnistui
fr_fr: Réussi
it_it: Riuscito
nb_no: Vellykket

# Enum 2012504679 - EnumValue 3844911025 - Property 2879900210
source: Canceled
da_dk: Annulleret
de_de: Abgebrochen
es_es: Cancelado
fi_fi: Peruutettu
fr_fr: Annulée
it_it: Annullato
nb_no: Avbrutt

# Enum 2012504679 - EnumValue 3826689261 - Property 2879900210
source: Failed
da_dk: Mislykkedes
de_de: Fehlgeschlagen
es_es: Fallido
fi_fi: Epäonnistui
fr_fr: Échec
it_it: Operazione non riuscita
nb_no: Mislyktes

# Enum 2012504679 - EnumValue 2791901420 - Property 2879900210
source: Skipped
da_dk: Sprunget over
de_de: Übersprungen
es_es: Omitido
fi_fi: Ohitetut
fr_fr: Ignoré(e)
it_it: Ignorato
nb_no: Hoppet over

# Enum 2012504679 - EnumValue 4250603909 - Property 2879900210
source: Succeeded
da_dk: Lykkedes
de_de: Erfolgreich
es_es: Exitoso
fi_fi: Onnistui
fr_fr: Réussi
it_it: Riuscito
nb_no: Vellykket

# Table 1807623301 - Property 2879900210
source: D365BC Environment Features
da_dk: D365BC-miljøfunktioner
de_de: D365BC Umgebungsfeatures
es_es: Características del entorno D365BC
fi_fi: D365BC-ympäristön ominaisuudet
fr_fr: Fonctionnalités de l'environnement D365BC
it_it: Funzionalità Ambiente D365BC
nb_no: D365BC Miljøfunksjoner

# Table 1807623301 - Field 1632743229 - Property 2879900210
source: Can Try
da_dk: Kan prøve
de_de: Kann ausprobiert werden
es_es: Puede probar
fi_fi: Voidaan kokeilla
fr_fr: Peut essayer
it_it: Può Provare
nb_no: Kan Prøve

# Table 1807623301 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 1807623301 - Field 3947663796 - Property 2879900210
source: Data Update Required
da_dk: Dataopdatering påkrævet
de_de: Datenaktualisierung erforderlich
es_es: Actualización de datos requerida
fi_fi: Tietopäivitys vaaditaan
fr_fr: Mise à jour des données requise
it_it: Aggiornamento Dati Richiesto
nb_no: Data oppdatering påkrevd

# Table 1807623301 - Field 118144365 - Property 2879900210
source: Description In English
da_dk: Beskrivelse på engelsk
de_de: Beschreibung auf Englisch
es_es: Descripción en inglés
fi_fi: Kuvaus englanniksi
fr_fr: Description en anglais
it_it: Descrizione in Inglese
nb_no: Beskrivelse på engelsk

# Table 1807623301 - Field 1768934958 - Property 2879900210
source: Environment Name
da_dk: Miljønavn
de_de: Umgebungsname
es_es: Nombre del entorno
fi_fi: Ympäristön nimi
fr_fr: Nom de l’environnement
it_it: Nome ambiente
nb_no: Miljønavn

# Table 1807623301 - Field 1602533654 - Property 2879900210
source: Feature Description
da_dk: Funktionsbeskrivelse
de_de: Featurbeschreibung
es_es: Descripción de la característica
fi_fi: Ominaisuuden kuvaus
fr_fr: Description de la fonctionnalité
it_it: Descrizione Funzionalità
nb_no: Funksjonsbeskrivelse
