Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 1993633906 - Control 1212258331 - Property 1295455071
source: Specifies the client type.
da_dk: Angiver klienttypen.
de_de: Gibt den Clienttyp an.
es_es: Especifica el tipo de cliente.
fi_fi: Määrittää asiakasohjelman tyypin.
fr_fr: Spécifie le type de client.
it_it: Specifica il tipo di client.
nb_no: Angir klient typen.

# Page 1993633906 - Control 1391722734 - Property 1295455071
source: Specifies the duration of the current operation in milliseconds.
da_dk: Angiver varigheden af den aktuelle handling i millisekunder.
de_de: Gibt die Dauer des aktuellen Vorgangs in Millisekunden an.
es_es: Especifica la duración de la operación actual en milisegundos.
fi_fi: Määrittää nykyisen toiminnon keston millisekunteina.
fr_fr: Spécifie la durée de l'opération actuelle en millisecondes.
it_it: Specifica la durata dell'operazione corrente in millisecondi.
nb_no: Angir varigheten for den gjeldende operasjonen i millisekunder.

# Page 1993633906 - Control 2517412049 - Property 1295455071
source: Specifies when the user logged in.
da_dk: Angiver, hvornår brugeren loggede på.
de_de: Gibt an, wann sich der Benutzer angemeldet hat.
es_es: Especifica cuándo inició sesión el usuario.
fi_fi: Määrittää, milloin käyttäjä kirjautui sisään.
fr_fr: Spécifie quand l'utilisateur s'est connecté.
it_it: Specifica quando l'utente ha effettuato il login.
nb_no: Angir når brukeren logget inn

# Page 1993633906 - Control 1829104285 - Property 1295455071
source: Specifies the unique session identifier.
da_dk: Angiver det entydige sessions-id.
de_de: Gibt die eindeutige Sitzungskennung an.
es_es: Especifica el identificador de sesión único.
fi_fi: Määrittää yksilöllisen istuntotunnuksen.
fr_fr: Spécifie l'identifiant unique de session.
it_it: Specifica l'identificatore univoco della sessione.
nb_no: Angir den unike sesjonsidentifikatoren.

# Page 1993633906 - Control 2708250016 - Property 1295455071
source: Specifies the user ID for this session.
da_dk: Angiver bruger-id'et for denne session.
de_de: Gibt die Benutzer-ID für diese Sitzung an.
es_es: Especifica el ID de usuario para esta sesión.
fi_fi: Määrittää tämän istunnon käyttäjätunnuksen.
fr_fr: Spécifie l'ID utilisateur pour cette session.
it_it: Specifica l'ID utente per questa sessione.
nb_no: Angir bruker-ID for denne sesjonen.

# Page 1993633906 - Action 699541833 - Property 1295455071
source: Refresh the session details from the API.
da_dk: Opdater sessionsoplysningerne fra API'en.
de_de: Aktualisieren Sie die Sitzungsdetails aus der API.
es_es: Actualizar los detalles de la sesión desde la API.
fi_fi: Päivitä istunnon tiedot API:sta.
fr_fr: Actualiser les détails de la session depuis l'API.
it_it: Aggiorna i dettagli della sessione dall'API.
nb_no: Oppdater sesjonsdetaljer fra API.

# Page 1993633906 - Action 699541833 - Property 2879900210
source: Refresh Details
da_dk: Opdater detaljer
de_de: Details aktualisieren
es_es: Actualizar detalles
fi_fi: Päivitä tiedot
fr_fr: Actualiser les détails
it_it: Aggiorna Dettagli
nb_no: Oppdater detaljer

# Page 1993633906 - Action 2443638953 - Property 1295455071
source: Terminate this session.
da_dk: Afslut denne session.
de_de: Diese Sitzung beenden.
es_es: Terminar esta sesión.
fi_fi: Lopeta tämä istunto.
fr_fr: Terminer cette session.
it_it: Termina questa sessione.
nb_no: Terminer denne sesjonen.

# Page 1993633906 - Action 2443638953 - Property 2879900210
source: Terminate Session
da_dk: Afslut session
de_de: Sitzung beenden
es_es: Terminar sesión
fi_fi: Lopeta istunto
fr_fr: Terminer la session
it_it: Termina Sessione
nb_no: Terminer sesjon

# Page 2957340651 - Property 2879900210
source: D365BC Environment Sessions
da_dk: D365BC-miljøsessioner
de_de: D365BC Umgebungssitzungen
es_es: Sesiones de entorno D365BC
fi_fi: D365BC-ympäristön istunnot
fr_fr: Sessions de l'environnement D365BC
it_it: Sessioni Ambiente D365BC
nb_no: D365BC Environment Sesjoner

# Page 2957340651 - Control 1212258331 - Property 1295455071
source: Specifies the client type.
da_dk: Angiver klienttypen.
de_de: Gibt den Clienttyp an.
es_es: Especifica el tipo de cliente.
fi_fi: Määrittää asiakasohjelman tyypin.
fr_fr: Spécifie le type de client.
it_it: Specifica il tipo di client.
nb_no: Angir klient typen.

# Page 2957340651 - Control 42363979 - Property 1295455071
source: Specifies the current object ID.
da_dk: Angiver det aktuelle objekt-id.
de_de: Gibt die aktuelle Objekt-ID an.
es_es: Especifica el ID de objeto actual.
fi_fi: Määrittää nykyisen objektin tunnuksen.
fr_fr: Spécifie l'ID de l'objet actuel.
it_it: Specifica l'ID dell'oggetto corrente.
nb_no: Angir det gjeldende objekt-ID

# Page 2957340651 - Control 2232073157 - Property 1295455071
source: Specifies the current object name.
da_dk: Angiver det aktuelle objektnavn.
de_de: Gibt den aktuellen Objektnamen an.
es_es: Especifica el nombre de objeto actual.
fi_fi: Määrittää nykyisen objektin nimen.
fr_fr: Spécifie le nom de l'objet actuel.
it_it: Specifica il nome dell'oggetto corrente.
nb_no: Angir det gjeldende objekt-navnet

# Page 2957340651 - Control 1391722734 - Property 1295455071
source: Specifies the duration of the current operation in milliseconds.
da_dk: Angiver varigheden af den aktuelle handling i millisekunder.
de_de: Gibt die Dauer des aktuellen Vorgangs in Millisekunden an.
es_es: Especifica la duración de la operación actual en milisegundos.
fi_fi: Määrittää nykyisen toiminnon keston millisekunteina.
fr_fr: Spécifie la durée de l'opération actuelle en millisecondes.
it_it: Specifica la durata dell'operazione corrente in millisecondi.
nb_no: Angir varigheten for den gjeldende operasjonen i millisekunder.

# Page 2957340651 - Control 1637095154 - Property 1295455071
source: Specifies the session duration since login.
da_dk: Angiver sessionsvarigheden siden logon.
de_de: Gibt die Sitzungsdauer seit der Anmeldung an.
es_es: Especifica la duración de la sesión desde el inicio de sesión.
fi_fi: Määrittää istunnon keston kirjautumisesta lähtien.
fr_fr: Spécifie la durée de la session depuis la connexion.
it_it: Specifica la durata della sessione dall'accesso.
nb_no: Angir varigheten for sesjonen siden brukeren logget inn.

# Page 2957340651 - Control 1637095154 - Property 2879900210
source: Duration
da_dk: Varighed
de_de: Dauer
es_es: Duración
fi_fi: Kesto
fr_fr: Durée
it_it: Durata
nb_no: Varighet

# Page 2957340651 - Control 2313713758 - Property 1295455071
source: Specifies the entry point object name.
da_dk: Angiver indgangspunktobjektnavnet.
de_de: Gibt den Einstiegspunkt-Objektnamen an.
es_es: Especifica el nombre de objeto de punto de entrada.
fi_fi: Määrittää aloitusobjektin nimen.
fr_fr: Spécifie le nom de l'objet point d'entrée.
it_it: Specifica il nome dell'oggetto del punto di ingresso.
nb_no: Angir inngangspunkt sin object-Navn

# Page 2957340651 - Control 1737174455 - Property 1295455071
source: Specifies the entry point operation.
da_dk: Angiver indgangspunkthandlingen.
de_de: Gibt den Einstiegspunktvorgang an.
es_es: Especifica la operación de punto de entrada.
fi_fi: Määrittää aloitustoiminnon.
fr_fr: Spécifie l'opération du point d'entrée.
it_it: Specifica l'operazione del punto di ingresso.
nb_no: Angir inngangspunkt sin operasjon.

# Page 2957340651 - Control 1768934958 - Property 1295455071
source: Specifies the environment name.
da_dk: Angiver miljønavnet.
de_de: Gibt den Umgebungsnamen an.
es_es: Especifica el nombre del entorno.
fi_fi: Määrittää ympäristön nimen.
fr_fr: Spécifie le nom de l'environnement.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.

# Page 2957340651 - Control 2517412049 - Property 1295455071
source: Specifies when the user logged in.
da_dk: Angiver, hvornår brugeren loggede på.
de_de: Gibt an, wann sich der Benutzer angemeldet hat.
es_es: Especifica cuándo inició sesión el usuario.
fi_fi: Määrittää, milloin käyttäjä kirjautui sisään.
fr_fr: Spécifie quand l'utilisateur s'est connecté.
it_it: Specifica quando l'utente ha effettuato il login.
nb_no: Angir når brukeren logget inn

# Page 2957340651 - Control 1829104285 - Property 1295455071
source: Specifies the unique session identifier.
da_dk: Angiver det entydige sessions-id.
de_de: Gibt die eindeutige Sitzungskennung an.
es_es: Especifica el identificador de sesión único.
fi_fi: Määrittää yksilöllisen istuntotunnuksen.
fr_fr: Spécifie l'identifiant unique de session.
it_it: Specifica l'identificatore univoco della sessione.
nb_no: Angir den unike sesjonsidentifikatoren.

# Page 2957340651 - Control 2708250016 - Property 1295455071
source: Specifies the user ID for this session.
da_dk: Angiver bruger-id'et for denne session.
de_de: Gibt die Benutzer-ID für diese Sitzung an.
es_es: Especifica el ID de usuario para esta sesión.
fi_fi: Määrittää tämän istunnon käyttäjätunnuksen.
fr_fr: Spécifie l'ID utilisateur pour cette session.
it_it: Specifica l'ID utente per questa sessione.
nb_no: Angir bruker-ID for denne sesjonen.

# Page 2957340651 - Action 389138476 - Property 1295455071
source: Delete all fetched session records.
da_dk: Slet alle hentede sessionsposter.
de_de: Alle abgerufenen Sitzungsdatensätze löschen.
es_es: Eliminar todos los registros de sesión recuperados.
fi_fi: Poista kaikki haetut istuntotietueet.
fr_fr: Supprimer tous les enregistrements de session récupérés.
it_it: Elimina tutti i record delle sessioni recuperate.
nb_no: Slett alle hentede sesjonsposter

# Page 2957340651 - Action 389138476 - Property 2879900210
source: Delete All
da_dk: Slet alle
de_de: Alle löschen
es_es: Eliminar todo
fi_fi: Poista kaikki
fr_fr: Tout supprimer
it_it: Elimina Tutti
nb_no: Slett Alt

# Page 2957340651 - Action 389138476 - Method 1377591017 - NamedType 407090172
source: Are you sure you want to delete all %1 fetched session records?
da_dk: Er du sikker på, at du vil slette alle %1 hentede sessionsposter?
de_de: Möchten Sie wirklich alle %1 abgerufenen Sitzungsdatensätze löschen?
es_es: ¿Está seguro de que desea eliminar todos los registros de sesión obtenidos (%1)?
fi_fi: Haluatko varmasti poistaa kaikki %1 haetut istuntotietueet?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements de session récupérés (%1) ?
it_it: Sei sicuro di voler eliminare tutti i %1 record delle sessioni recuperate?
nb_no: Er du sikker på at du vil slette alle %1 hentede sesjonsposter?

# Page 2957340651 - Action 389138476 - Method 1377591017 - NamedType 1684716017
source: %1 session records deleted.
da_dk: %1 sessionsposter blev slettet.
de_de: %1 Sitzungsdatensätze gelöscht.
es_es: %1 registros de sesión eliminados.
fi_fi: %1 istuntotietuetta poistettu.
fr_fr: %1 enregistrements de session supprimés.
it_it: %1 record delle sessioni eliminati.
nb_no: %1 sesjonsposter slettet.

# Page 2957340651 - Action 3612961501 - Property 1295455071
source: Retrieve current session information for this environment.
da_dk: Hent aktuelle sessionsoplysninger for dette miljø.
de_de: Aktuelle Sitzungsinformationen für diese Umgebung abrufen.
es_es: Recuperar información de sesión actual para este entorno.
fi_fi: Hae tämän ympäristön nykyiset istuntotiedot.
fr_fr: Récupérer les informations de session actuelles pour cet environnement.
it_it: Recupera le informazioni attuali sulle sessioni per questo ambiente.
nb_no: Hent gjeldene sesjonsinformasjon for dette miljøet.

# Page 2957340651 - Action 3612961501 - Property 2879900210
source: Get Sessions
da_dk: Hent sessioner
de_de: Sitzungen abrufen
es_es: Obtener sesiones
fi_fi: Hae istunnot
fr_fr: Obtenir les sessions
it_it: Ottieni Sessioni
nb_no: Hent sesjoner

# Page 2957340651 - Action 3998777168 - Property 1295455071
source: View detailed information for the selected session.
da_dk: Få vist detaljerede oplysninger om den valgte session.
de_de: Detaillierte Informationen für die ausgewählte Sitzung anzeigen.
es_es: Ver información detallada para la sesión seleccionada.
fi_fi: Tarkastele valitun istunnon yksityiskohtaisia tietoja.
fr_fr: Voir les informations détaillées pour la session sélectionnée.
it_it: Visualizza informazioni dettagliate per la sessione selezionata.
nb_no: Vis detaljert informasjon for den valgte sesjonen

# Page 2957340651 - Action 3998777168 - Property 2879900210
source: Session Details
da_dk: Sessionsdetaljer
de_de: Sitzungsdetails
es_es: Detalles de la sesión
fi_fi: Istunnon tiedot
fr_fr: Détails de la session
it_it: Dettagli Sessione
nb_no: Sesjonsdetaljer

# Page 2957340651 - Action 2443638953 - Property 1295455071
source: Terminate the selected session.
da_dk: Afslut den valgte session.
de_de: Ausgewählte Sitzung beenden.
es_es: Terminar la sesión seleccionada.
fi_fi: Lopeta valittu istunto.
fr_fr: Terminer la session sélectionnée.
it_it: Termina la sessione selezionata.
nb_no: Terminer valgte sesjon.

# Page 2957340651 - Action 2443638953 - Property 2879900210
source: Terminate Session
da_dk: Afslut session
de_de: Sitzung beenden
es_es: Terminar sesión
fi_fi: Lopeta istunto
fr_fr: Terminer la session
it_it: Termina Sessione
nb_no: Terminer sesjon

# Page 2957340651 - Action 3543135542 - Property 2879900210
source: Sessions
da_dk: Sessioner
de_de: Sitzungen
es_es: Sesiones
fi_fi: Istunnot
it_it: Sessioni
nb_no: Sesjoner

# Table 1013162530 - Property 2879900210
source: D365BC Admin Center Setup
da_dk: D365BC-admincenter opsætning
de_de: D365BC Admin Center-Einrichtung
es_es: Configuración del Centro de administración de D365BC
fi_fi: D365BC-hallintakeskuksen asetukset
fr_fr: Configuration du centre d'administration D365BC
it_it: Configurazione D365BC Admin Center
nb_no: D365BC Admin Center Oppsett

# Table 1013162530 - Field 1921896107 - Property 2879900210
source: Admin API Base URL
da_dk: Admin API-basis-URL
de_de: Admin-API-Basis-URL
es_es: URL base de la API de administración
fi_fi: Hallinta-API:n perus-URL
fr_fr: URL de base de l'API d'administration
it_it: URL Base API Admin

# Table 1013162530 - Field 3436386611 - Property 2879900210
source: Automation API Base URL
da_dk: Automation API-basis-URL
de_de: Automation-API-Basis-URL
es_es: URL base de la API de automatización
fi_fi: Automaatio-API:n perus-URL
fr_fr: URL de base de l'API d'automatisation
it_it: URL Base API Automation

# Table 1013162530 - Field 3714772726 - Property 2879900210
source: Debug Mode
da_dk: Fejlfindingstilstand
de_de: Debugmodus
es_es: Modo de depuración
fi_fi: Virheenkorjaustila
fr_fr: Mode débogage
it_it: Modalità Debug
nb_no: Debug modus

# Table 1013162530 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
de_de: Primärschlüssel
es_es: Clave principal
fi_fi: Perusavain
fr_fr: Clé primaire
it_it: Chiave primaria
nb_no: Primærnøkkel

# Codeunit 2097893858 - Method 2791522152 - NamedType 3871749305
source: Debug Mode is %1. Setup record exists: %2
da_dk: Fejlfindingstilstand er %1. Opsætningspost findes: %2
de_de: Debugmodus ist %1. Einrichtungsdatensatz vorhanden: %2
es_es: El modo de depuración es %1. El registro de configuración existe: %2
fi_fi: Virheenkorjaustila on %1. Asetustietue on olemassa: %2
fr_fr: Le mode débogage est %1. L'enregistrement de configuration existe : %2
it_it: La Modalità Debug è %1. Esiste record di configurazione: %2
nb_no: Debug modus er %1. Oppsettet eksisterer: %2

# Codeunit 2097893858 - Method 2791522152 - NamedType 1041243637
source: Debug Mode is currently disabled. Enable it in Setup to see debug messages.
da_dk: Fejlfindingstilstand er aktuelt deaktiveret. Aktivér den i opsætningen for at se fejlfindingsmeddelelser.
de_de: Der Debug-Modus ist derzeit deaktiviert. Aktivieren Sie ihn in der Einrichtung, um Debug-Meldungen zu sehen.
es_es: El modo de depuración está actualmente desactivado. Actívelo en Configuración para ver mensajes de depuración.
fi_fi: Virheenkorjaustila on tällä hetkellä poistettu käytöstä. Ota se käyttöön asetuksissa nähdäksesi virheenkorjausviestit.
fr_fr: Le mode débogage est actuellement désactivé. Activez-le dans Configuration pour voir les messages de débogage.
it_it: La Modalità Debug è attualmente disabilitata. Abilitala nella Configurazione per vedere i messaggi di debug.
nb_no: Feilsøkingsmodus er for øyeblikket deaktivert. Aktiver det i Oppsett for å se feilsøkingsmeldinger.

# Page 1013162530 - Property 2879900210
source: D365BC Admin Center Application Setup
da_dk: D365BC-admincenter programopsætning
de_de: D365BC Admin Center-Anwendungseinrichtung
es_es: Configuración de la aplicación del Centro de administración de D365BC
fi_fi: D365BC-hallintakeskuksen sovelluksen asetukset
fr_fr: Configuration de l'application du centre d'administration D365BC
it_it: Configurazione Applicazione D365BC Admin Center
nb_no: D365BC Admin Center Application oppsett

# Page 1013162530 - Control 3526110884 - Property 2879900210
source: API Configuration
da_dk: API-konfiguration
de_de: API-Konfiguration
es_es: Configuración de API
fi_fi: API-kokoonpano
fr_fr: Configuration de l'API
it_it: Configurazione API
nb_no: Api konfigurasjon

# Page 1013162530 - Control 1921896107 - Property 1295455071
source: Base URL for Business Central Admin API calls. Default: https://api.businesscentral.dynamics.com/admin/v2.24
da_dk: Basis-URL for Business Central Admin API-kald. Standard: https://api.businesscentral.dynamics.com/admin/v2.24
de_de: Basis-URL für Business Central Admin-API-Aufrufe. Standard: https://api.businesscentral.dynamics.com/admin/v2.24
es_es: URL base para llamadas a la API de administración de Business Central. Predeterminado: https://api.businesscentral.dynamics.com/admin/v2.24
fi_fi: Perus-URL Business Central -hallinta-API-kutsuille. Oletus: https://api.businesscentral.dynamics.com/admin/v2.24
fr_fr: URL de base pour les appels à l'API d'administration Business Central. Par défaut : https://api.businesscentral.dynamics.com/admin/v2.24
it_it: URL base per le chiamate API Admin di Business Central. Predefinito: https://api.businesscentral.dynamics.com/admin/v2.24
nb_no: Base URL for Business Central Admin API kall. Standard: https://api.businesscentral.dynamics.com/admin/v2.24

# Page 1013162530 - Control 3436386611 - Property 1295455071
source: Base URL for Business Central Automation API calls. Default: https://api.businesscentral.dynamics.com/v2.0
da_dk: Basis-URL for Business Central Automation API-kald. Standard: https://api.businesscentral.dynamics.com/v2.0
de_de: Basis-URL für Business Central Automation-API-Aufrufe. Standard: https://api.businesscentral.dynamics.com/v2.0
es_es: URL base para llamadas a la API de automatización de Business Central. Predeterminado: https://api.businesscentral.dynamics.com/v2.0
fi_fi: Perus-URL Business Central -automaatio-API-kutsuille. Oletus: https://api.businesscentral.dynamics.com/v2.0
fr_fr: URL de base pour les appels à l'API d'automatisation Business Central. Par défaut : https://api.businesscentral.dynamics.com/v2.0
it_it: URL base per le chiamate API Automation di Business Central. Predefinito: https://api.businesscentral.dynamics.com/v2.0
nb_no: Base URL for Business Central Automation API kall. Standard: https://api.businesscentral.dynamics.com/v2.0

# Page 1013162530 - Control 2445482498 - Property 2879900210
source: General Settings
da_dk: Generelle indstillinger
de_de: Allgemeine Einstellungen
es_es: Configuración general
fi_fi: Yleiset asetukset
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nb_no: Generelle innstillinger

# Page 1013162530 - Control 3714772726 - Property 1295455071
source: Enable debug mode to display API response texts in messages for troubleshooting purposes.
da_dk: Aktiver fejlfindingstilstand for at vise API-svartekster i meddelelser til fejlfindingsformål.
de_de: Aktivieren Sie den Debugmodus, um API-Antworttexte in Meldungen für Problembehandlungszwecke anzuzeigen.
es_es: Habilite el modo de depuración para mostrar textos de respuesta de API en mensajes para fines de solución de problemas.
fi_fi: Ota virheenkorjaustila käyttöön näyttääksesi API-vastaustekstit viesteissä vianmääritystä varten.
fr_fr: Activez le mode débogage pour afficher les textes de réponse de l'API dans les messages à des fins de dépannage.
it_it: Abilita la modalità debug per visualizzare i testi delle risposte API nei messaggi a scopo di risoluzione dei problemi.
nb_no: Aktiver feilsøkingsmodus for å vise API-responstekster i meldinger for feilsøking.

# Page 1013162530 - Action 1583998716 - Property 1295455071
source: Restore default values for API configuration.
da_dk: Gendan standardværdier for API-konfiguration.
de_de: Standardwerte für die API-Konfiguration wiederherstellen.
es_es: Restaurar valores predeterminados para la configuración de API.
fi_fi: Palauta API-kokoonpanon oletusarvot.
fr_fr: Restaurer les valeurs par défaut pour la configuration de l'API.
it_it: Ripristina i valori predefiniti per la configurazione API.
nb_no: Tilbakestiller standardverdier for API konfigurasjonen.

# Page 1013162530 - Action 1583998716 - Property 2879900210
source: Restore Defaults
da_dk: Gendan standardværdier
de_de: Standardwerte wiederherstellen
es_es: Restaurar valores predeterminados
fi_fi: Palauta oletusarvot
fr_fr: Restaurer les valeurs par défaut
it_it: Ripristina Predefiniti
nb_no: Tilbakestill til standard

# Page 1013162530 - Action 1583998716 - Method 1377591017 - NamedType 3009573499
source: Do you want to restore default API configuration values?
da_dk: Vil du gendanne standard-API-konfigurationsværdier?
de_de: Möchten Sie die Standard-API-Konfigurationswerte wiederherstellen?
es_es: ¿Desea restaurar los valores de configuración de API predeterminados?
fi_fi: Haluatko palauttaa API:n oletusmääritysarvot?
fr_fr: Voulez-vous restaurer les valeurs de configuration API par défaut ?
it_it: Vuoi ripristinare i valori predefiniti per la configurazione API?
nb_no: Vil du gjenopprette standard API-konfigurasjonsverdier?

# Page 1013162530 - Action 1583998716 - Method 1377591017 - NamedType 3823245202
source: Default values have been restored.
da_dk: Standardværdier er blevet gendannet.
de_de: Die Standardwerte wurden wiederhergestellt.
es_es: Los valores predeterminados se han restaurado.
fi_fi: Oletusarvot on palautettu.
fr_fr: Les valeurs par défaut ont été restaurées.
it_it: I valori predefiniti sono stati ripristinati.
nb_no: Standardverdier har blitt gjenopprettet.

# Table 2167704502 - Property 2879900210
source: Application Insights Connection Setup
da_dk: Opsætning af Application Insights-forbindelse
de_de: Application Insights-Verbindungseinrichtung
es_es: Configuración de conexión de Application Insights
fi_fi: Application Insights -yhteyden asetukset
fr_fr: Configuration de connexion Application Insights
it_it: Configurazione Connessione Application Insights
nb_no: Oppsett av Application Insights-tilkobling

# Table 2167704502 - Field 583937321 - Property 2879900210
source: Application Insights Connection String
da_dk: Application Insights-forbindelsesstreng
de_de: Application Insights-Verbindungszeichenfolge
es_es: Cadena de conexión de Application Insights
fi_fi: Application Insights -yhteysmerkkijono
fr_fr: Chaîne de connexion Application Insights
it_it: Stringa di Connessione Application Insights
nb_no: Application Insights tilkoblingsstreng

# Table 2167704502 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
fr_fr: Désignation
it_it: Descrizione
nb_no: Beskrivelse

# Table 2167704502 - Field 531664892 - Property 2879900210
source: Telemetry API Key
da_dk: Telemetri-API-nøgle
de_de: Telemetrie-API-Schlüssel
es_es: Clave de API de telemetría
fi_fi: Telemetria-API-avain
fr_fr: Clé API de télémétrie
it_it: Chiave API Telemetria
nb_no: Telemetri Api nøkkel
