Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Codeunit 175239086 - Method 2781523979 - NamedType 1078089387
source: Failed to fetch environment updates: %1
da_dk: Kunne ikke hente miljøopdateringer: %1
de_de: Fehler beim Abrufen der Umgebungsupdates: %1
es_es: Error al obtener actualizaciones del entorno: %1
fi_fi: Ympäristön päivitysten haku epäonnistui: %1
fr_fr: Échec de la récupération des mises à jour de l'environnement : %1
it_it: Impossibile recuperare aggiornamenti ambiente: %1
nb_no: Mislyktes i å hente oppdateringer for miljøet %1

# Codeunit 175239086 - Method 4242874840 - NamedType 1078089387
source: Failed to fetch data from Endpoint: %1
da_dk: Kunne ikke hente data fra slutpunkt: %1
de_de: Fehler beim Abrufen der Daten vom Endpunkt: %1
es_es: Error al obtener datos del punto final: %1
fi_fi: Tietojen haku päätepisteeeltä epäonnistui: %1
fr_fr: Échec de la récupération des données depuis le point de terminaison : %1
it_it: Impossibile recuperare dati dall'Endpoint: %1
nb_no: Mislyktes å hente data fra endepunkt: %1

# Codeunit 175239086 - Method 1542749424 - NamedType 2348756271
source: Failed to rename environment: %1
da_dk: Kunne ikke omdøbe miljø: %1
de_de: Fehler beim Umbenennen der Umgebung: %1
es_es: Error al cambiar el nombre del entorno: %1
fi_fi: Ympäristön nimeäminen uudelleen epäonnistui: %1
fr_fr: Échec du renommage de l'environnement : %1
it_it: Impossibile rinominare ambiente: %1
nb_no: Mislyktes i å endre navn på miljø: %1

# Codeunit 175239086 - Method 1542749424 - NamedType 2419470300
source: Environment %1 successfully renamed to %2.
da_dk: Miljø %1 blev omdøbt til %2.
de_de: Umgebung %1 erfolgreich in %2 umbenannt.
es_es: Entorno %1 renombrado correctamente a %2.
fi_fi: Ympäristö %1 nimettiin onnistuneesti uudelleen nimelle %2.
fr_fr: Environnement %1 renommé avec succès en %2.
it_it: Ambiente %1 rinominato con successo a %2.
nb_no: Vellykket endring av navn fra %1 til %2.

# Codeunit 175239086 - Method 13009274 - NamedType 2545187631
source: Environment %1 successfully scheduled for upgrade to version %2 on Date %3.
da_dk: Miljø %1 blev planlagt til opgradering til version %2 på dato %3.
de_de: Umgebung %1 erfolgreich für Upgrade auf Version %2 am %3 geplant.
es_es: Entorno %1 programado correctamente para la actualización a la versión %2 en la fecha %3.
fi_fi: Ympäristö %1 on ajoitettu onnistuneesti päivitettäväksi versioon %2 päivänä %3.
fr_fr: Environnement %1 programmé avec succès pour la mise à niveau vers la version %2 à la date %3.
it_it: Ambiente %1 pianificato con successo per l'aggiornamento alla versione %2 nella Data %3.
nb_no: Vellykket planlegging av miljø %1 for oppdatering til versjon %2 den %3.

# Codeunit 175239086 - Method 13009274 - NamedType 27568239
source: Failed to upgrade environment: %1
da_dk: Kunne ikke opgradere miljø: %1
de_de: Fehler beim Upgrade der Umgebung: %1
es_es: Error al actualizar el entorno: %1
fi_fi: Ympäristön päivitys epäonnistui: %1
fr_fr: Échec de la mise à niveau de l'environnement : %1
it_it: Impossibile aggiornare ambiente: %1
nb_no: Mislyktes med å oppgradere miljø: %1

# Codeunit 175239086 - Method 1530997565 - NamedType 1126188091
source: Update to version %1 successfully scheduled for %2.
da_dk: Opdatering til version %1 blev planlagt til %2.
de_de: Update auf Version %1 erfolgreich für %2 geplant.
es_es: Actualización a la versión %1 programada correctamente para %2.
fi_fi: Päivitys versioon %1 on ajoitettu onnistuneesti päivämäärälle %2.
fr_fr: Mise à jour vers la version %1 programmée avec succès pour le %2.
it_it: Aggiornamento alla versione %1 pianificato con successo per il %2.
nb_no: Vellykket planlegging av oppdatering til versjon %1 den %2.

# Codeunit 175239086 - Method 1530997565 - NamedType 3335021659
source: Update to version %1 successfully selected. Expected availability: %2/%3.
da_dk: Opdatering til version %1 blev valgt. Forventet tilgængelighed: %2/%3.
de_de: Update auf Version %1 erfolgreich ausgewählt. Erwartete Verfügbarkeit: %2/%3.
es_es: Actualización a la versión %1 seleccionada correctamente. Disponibilidad esperada: %2/%3.
fi_fi: Päivitys versioon %1 valittiin onnistuneesti. Odotettu saatavuus: %2/%3.
fr_fr: Mise à jour vers la version %1 sélectionnée avec succès. Disponibilité prévue : %2/%3.
it_it: Aggiornamento alla versione %1 selezionato con successo. Disponibilità prevista: %2/%3.
nb_no: Vellykket valg av oppdatering til versjon %1 forventet tilgjengelighet: %2/%3.

# Codeunit 175239086 - Method 1530997565 - NamedType 3949379519
source: Failed to select target version: %1
da_dk: Kunne ikke vælge destinationsversion: %1
de_de: Fehler bei der Auswahl der Zielversion: %1
es_es: Error al seleccionar la versión de destino: %1
fi_fi: Kohdeversion valinta epäonnistui: %1
fr_fr: Échec de la sélection de la version cible : %1
it_it: Impossibile selezionare la versione di destinazione: %1
nb_no: Mislyktes å velge mål-versjon: %1

# Codeunit 175239086 - Method 3925130490 - NamedType 2347911388
source: Application Insights connection string successfully removed for environment %1.
da_dk: Application Insights-forbindelsesstreng blev fjernet for miljø %1.
de_de: Application Insights-Verbindungszeichenfolge für Umgebung %1 erfolgreich entfernt.
es_es: Cadena de conexión de Application Insights eliminada correctamente para el entorno %1.
fi_fi: Application Insights -yhteysmerkkijono poistettiin onnistuneesti ympäristöltä %1.
fr_fr: Chaîne de connexion Application Insights supprimée avec succès pour l'environnement %1.
it_it: Stringa di connessione Application Insights rimossa con successo per l'ambiente %1.
nb_no: Tilkoblingsstrengen for Application Insights ble fjernet for miljøet %1.

# Codeunit 175239086 - Method 3925130490 - NamedType 2076789468
source: Application Insights connection string successfully set for environment %1.
da_dk: Application Insights-forbindelsesstreng blev angivet for miljø %1.
de_de: Application Insights-Verbindungszeichenfolge für Umgebung %1 erfolgreich festgelegt.
es_es: Cadena de conexión de Application Insights establecida correctamente para el entorno %1.
fi_fi: Application Insights -yhteysmerkkijono asetettiin onnistuneesti ympäristölle %1.
fr_fr: Chaîne de connexion Application Insights définie avec succès pour l'environnement %1.
it_it: Stringa di connessione Application Insights impostata con successo per l'ambiente %1.
nb_no: Tilkoblingsstrengen for Application Insights ble lagt til for miljøet %1.

# Codeunit 175239086 - Method 3925130490 - NamedType 2071235260
source: Failed to set Application Insights key: %1
da_dk: Kunne ikke angive Application Insights-nøgle: %1
de_de: Fehler beim Festlegen des Application Insights-Schlüssels: %1
es_es: Error al establecer la clave de Application Insights: %1
fi_fi: Application Insights -avaimen asetus epäonnistui: %1
fr_fr: Échec de la définition de la clé Application Insights : %1
it_it: Impossibile impostare la chiave Application Insights: %1
nb_no: Mislyktes med å legge til Application Insights nøkkel: %1

# Codeunit 175239086 - Method 544754716 - NamedType 554291425
source: App not found
da_dk: App blev ikke fundet
de_de: App nicht gefunden
es_es: Aplicación no encontrada
fi_fi: Sovellusta ei löytynyt
fr_fr: Application non trouvée
it_it: App non trovata
nb_no: Appen ble ikke funnet

# Codeunit 175239086 - Method 544754716 - NamedType 2623316840
source: No update available for this app
da_dk: Ingen opdatering tilgængelig for denne app
de_de: Kein Update für diese App verfügbar
es_es: No hay actualización disponible para esta aplicación
fi_fi: Tälle sovellukselle ei ole saatavilla päivitystä
fr_fr: Aucune mise à jour disponible pour cette application
it_it: Nessun aggiornamento disponibile per questa app
nb_no: Ingen oppdateringer tilgjengelig for denne appen

# Codeunit 175239086 - Method 544754716 - NamedType 1979626320
source: Failed to update app: %1
da_dk: Kunne ikke opdatere app: %1
de_de: Fehler beim Aktualisieren der App: %1
es_es: Error al actualizar la aplicación: %1
fi_fi: Sovelluksen päivitys epäonnistui: %1
fr_fr: Échec de la mise à jour de l'application : %1
it_it: Impossibile aggiornare app: %1
nb_no: Mislyktes å oppdatere appen: %1

# Codeunit 175239086 - Method 544754716 - NamedType 1640035708
source: App %1 update to version %2 successfully scheduled.
da_dk: App %1 opdatering til version %2 blev planlagt.
de_de: App %1-Update auf Version %2 erfolgreich geplant.
es_es: Actualización de la aplicación %1 a la versión %2 programada correctamente.
fi_fi: Sovelluksen %1 päivitys versioon %2 ajoitettiin onnistuneesti.
fr_fr: Mise à jour de l'application %1 vers la version %2 programmée avec succès.
it_it: Aggiornamento app %1 alla versione %2 pianificato con successo.
nb_no: Vellykket planlegging av oppdatering av appen %1 til versjon %2.

# Page 1494117452 - Property 2879900210
source: D365BC Environment Details
da_dk: D365BC-miljødetaljer
de_de: D365BC Umgebungsdetails
es_es: Detalles del entorno D365BC
fi_fi: D365BC-ympäristön tiedot
fr_fr: Détails de l'environnement D365BC
it_it: Dettagli Ambiente D365BC
nb_no: D365BC Miljødetaljer

# Page 1494117452 - Control 637556038 - Property 2879900210
source: App Management
da_dk: App-styring
de_de: App-Verwaltung
es_es: Gestión de aplicaciones
fi_fi: Sovellusten hallinta
fr_fr: Gestion des applications
it_it: Gestione app
nb_no: Appbehandling

# Page 1494117452 - Control 666410808 - Property 1295455071
source: Specifies the cadence for automatic AppSource apps updates.
da_dk: Angiver kadencen for automatiske AppSource-appopdateringer.
de_de: Gibt die Kadenz für automatische AppSource-App-Updates an.
es_es: Especifica la cadencia para las actualizaciones automáticas de aplicaciones de AppSource.
fi_fi: Määrittää AppSource-sovellusten automaattisten päivitysten taajuuden.
fr_fr: Spécifie la cadence pour les mises à jour automatiques des applications AppSource.
it_it: Specifica la cadenza per gli aggiornamenti automatici delle app AppSource.
nb_no: Angir frekvensen for automatiske oppdateringer av AppSource-apper.

# Page 1494117452 - Control 747607243 - Property 1295455071
source: Specifies the linked Power Platform environment ID.
da_dk: Angiver det tilknyttede Power Platform-miljø-id.
de_de: Gibt die ID der verknüpften Power Platform-Umgebung an.
es_es: Especifica el ID de entorno de Power Platform vinculado.
fi_fi: Määrittää linkitetyn Power Platform -ympäristön tunnuksen.
fr_fr: Spécifie l'ID d'environnement Power Platform lié.
it_it: Specifica l'ID dell'ambiente Power Platform collegato.
nb_no: Angir miljø-ID for det linkede Power Platform miljøet.

# Page 1494117452 - Control 2414990744 - Property 2879900210
source: Deletion
da_dk: Sletning
de_de: Löschung
es_es: Eliminación
fi_fi: Poisto
fr_fr: Suppression
it_it: Eliminazione
nb_no: Sletting

# Page 1494117452 - Control 2408626255 - Property 1295455071
source: Specifies the reason why the environment was deleted.
da_dk: Angiver årsagen til, at miljøet blev slettet.
de_de: Gibt den Grund an, warum die Umgebung gelöscht wurde.
es_es: Especifica el motivo por el cual se eliminó el entorno.
fi_fi: Määrittää syyn, miksi ympäristö poistettiin.
fr_fr: Spécifie la raison pour laquelle l'environnement a été supprimé.
it_it: Specifica il motivo per cui l'ambiente è stato eliminato.
nb_no: Angir grunnen til at miljøet ble slettet.

# Page 1494117452 - Control 1434297100 - Property 1295455071
source: Specifies when the environment will be permanently deleted.
da_dk: Angiver, hvornår miljøet vil blive slettet permanent.
de_de: Gibt an, wann die Umgebung dauerhaft gelöscht wird.
es_es: Especifica cuándo se eliminará permanentemente el entorno.
fi_fi: Määrittää, milloin ympäristö poistetaan pysyvästi.
fr_fr: Spécifie quand l'environnement sera définitivement supprimé.
it_it: Specifica quando l'ambiente sarà eliminato definitivamente.
nb_no: Angir når miljøet vil bli permanent slettet.

# Page 1494117452 - Control 4071329198 - Property 1295455071
source: Specifies when the environment was soft deleted.
da_dk: Angiver, hvornår miljøet blev blødtslettet.
de_de: Gibt an, wann die Umgebung vorläufig gelöscht wurde.
es_es: Especifica cuándo se eliminó temporalmente el entorno.
fi_fi: Määrittää, milloin ympäristö poistettiin pehmeästi.
fr_fr: Spécifie quand l'environnement a été supprimé temporairement.
it_it: Specifica quando l'ambiente è stato eliminato temporaneamente.
nb_no: Angir når miljøet ble soft-slettet.

# Page 1494117452 - Control 345266112 - Property 1295455071
source: Specifies the application family of the environment.
da_dk: Angiver programfamilien for miljøet.
de_de: Gibt die Anwendungsfamilie der Umgebung an.
es_es: Especifica la familia de aplicaciones del entorno.
fi_fi: Määrittää ympäristön sovellustuoteperheen.
fr_fr: Spécifie la famille d'applications de l'environnement.
it_it: Specifica la famiglia dell'applicazione dell'ambiente.
nb_no: Angir applikasjonsfamilien for miljøet.

# Page 1494117452 - Control 4190130733 - Property 1295455071
source: Specifies the customer number associated with this environment.
da_dk: Angiver kundenummeret, der er knyttet til dette miljø.
de_de: Gibt die Kundennummer an, die dieser Umgebung zugeordnet ist.
es_es: Especifica el número de cliente asociado con este entorno.
fi_fi: Määrittää tähän ympäristöön liittyvän asiakasnumeron.
fr_fr: Spécifie le numéro de client associé à cet environnement.
it_it: Specifica il numero cliente associato a questo ambiente.
nb_no: Angir kundenummeret til tilknyttet kunde for dette miljøet.

# Page 1494117452 - Control 3743290548 - Property 1295455071
source: Specifies the friendly/display name of the environment.
da_dk: Angiver det brugervenlige/vist navn på miljøet.
de_de: Gibt den Anzeigenamen der Umgebung an.
es_es: Especifica el nombre descriptivo/para mostrar del entorno.
fi_fi: Määrittää ympäristön ystävällisen/näytettävän nimen.
fr_fr: Spécifie le nom convivial/d'affichage de l'environnement.
it_it: Specifica il nome descrittivo/visualizzato dell'ambiente.
nb_no: Angir visningsnavn for miljøet.

# Page 1494117452 - Control 2961552353 - Property 1295455071
source: Specifies the name of the environment.
da_dk: Angiver navnet på miljøet.
de_de: Gibt den Namen der Umgebung an.
es_es: Especifica el nombre del entorno.
fi_fi: Määrittää ympäristön nimen.
fr_fr: Spécifie le nom de l’environnement.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.

# Page 1494117452 - Control 269761521 - Property 1295455071
source: Specifies the current state of the environment.
da_dk: Angiver den aktuelle tilstand for miljøet.
de_de: Gibt den aktuellen Status der Umgebung an.
es_es: Especifica el estado actual del entorno.
fi_fi: Määrittää ympäristön nykyisen tilan.
fr_fr: Spécifie l'état actuel de l'environnement.
it_it: Specifica lo stato corrente dell'ambiente.
nb_no: Angir status for miljøet

# Page 1494117452 - Control 1656975091 - Property 1295455071
source: Specifies the tenant ID of the environment.
da_dk: Angiver tenant-id'et for miljøet.
de_de: Gibt die Tenant-ID der Umgebung an.
es_es: Especifica el ID de inquilino del entorno.
fi_fi: Määrittää ympäristön tenant id tunnuksen.
fr_fr: Spécifie l'ID de locataire de l'environnement.
it_it: Specifica l'ID del tenant dell'ambiente.
nb_no: Angir leietaker-ID for miljøet.

# Page 1494117452 - Control 1878130204 - Property 1295455071
source: Specifies the type of the environment.
da_dk: Angiver typen af miljøet.
de_de: Gibt den Typ der Umgebung an.
es_es: Especifica el tipo de entorno.
fi_fi: Määrittää ympäristön tyypin.
fr_fr: Spécifie le type de l'environnement.
it_it: Specifica il tipo di ambiente.
nb_no: Angir hvilken type miljø det er.

# Page 1494117452 - Control 3891454143 - Property 2879900210
source: Location
da_dk: Lokation
de_de: Ort
es_es: Ubicación
fi_fi: Sijainti
fr_fr: Emplacement
it_it: Località
nb_no: Lokasjon

# Page 1494117452 - Control 4148176377 - Property 1295455071
source: Specifies the country/region of the environment.
da_dk: Angiver landet/området for miljøet.
de_de: Gibt das Land/die Region der Umgebung an.
es_es: Especifica el país/región del entorno.
fi_fi: Määrittää ympäristön maa/alue.
fr_fr: Spécifie le pays/la région de l'environnement.
it_it: Specifica il paese/regione dell'ambiente.
nb_no: Angir land for miljøet.

# Page 1494117452 - Control 3894144614 - Property 1295455071
source: Specifies the Azure Geo where the environment database is stored.
da_dk: Angiver Azure-geografien, hvor miljødatabasen er gemt.
de_de: Gibt die Azure-Geografie an, in der die Umgebungsdatenbank gespeichert ist.
es_es: Especifica la ubicación geográfica de Azure donde se almacena la base de datos del entorno.
fi_fi: Määrittää Azure Geo -alueen, jossa ympäristön tietokanta on tallennettu.
fr_fr: Spécifie la zone géographique Azure où la base de données de l'environnement est stockée.
it_it: Specifica l'area geografica Azure in cui è memorizzato il database dell'ambiente.
nb_no: Angir hvilken Azure Geo databasen for miljøet er lagret i.

# Page 1494117452 - Control 390917702 - Property 1295455071
source: Specifies the Azure Region where the environment database is stored.
da_dk: Angiver Azure-området, hvor miljødatabasen er gemt.
de_de: Gibt die Azure-Region an, in der die Umgebungsdatenbank gespeichert ist.
es_es: Especifica la región de Azure donde se almacena la base de datos del entorno.
fi_fi: Määrittää Azure-alueen, jossa ympäristön tietokanta on tallennettu.
fr_fr: Spécifie la région Azure où la base de données de l'environnement est stockée.
it_it: Specifica la regione Azure in cui è memorizzato il database dell'ambiente.
nb_no: Angir regionen for Azure hvor databasen for miljøet er lagret.

# Page 1494117452 - Control 1462872145 - Property 2879900210
source: Telemetry & Monitoring
da_dk: Telemetri og overvågning
de_de: Telemetrie & Überwachung
es_es: Telemetría y supervisión
fi_fi: Telemetria ja seuranta
fr_fr: Télémétrie et surveillance
it_it: Telemetria e Monitoraggio
nb_no: Telemetri og monitorering

# Page 1494117452 - Control 2853188606 - Property 1295455071
source: Specifies the connection string for Application Insights. Use the lookup to select from existing configurations or type directly to create new entries.
da_dk: Angiver forbindelsesstrengen for Application Insights. Brug opslaget til at vælge fra eksisterende konfigurationer eller skriv direkte for at oprette nye poster.
de_de: Gibt die Verbindungszeichenfolge für Application Insights an. Verwenden Sie die Suche, um aus vorhandenen Konfigurationen auszuwählen, oder geben Sie direkt ein, um neue Einträge zu erstellen.
es_es: Especifica la cadena de conexión para Application Insights. Use la búsqueda para seleccionar configuraciones existentes o escriba directamente para crear nuevas entradas.
fi_fi: Määrittää Application Insights -yhteysmerkkijonon. Käytä hakua valitaksesi olemassa olevista kokoonpanoista tai kirjoita suoraan luodaksesi uusia merkintöjä.
fr_fr: Spécifie la chaîne de connexion pour Application Insights. Utilisez la recherche pour sélectionner parmi les configurations existantes ou tapez directement pour créer de nouvelles entrées.
it_it: Specifica la stringa di connessione per Application Insights. Utilizzare la ricerca per selezionare da configurazioni esistenti o digitare direttamente per creare nuove voci.
nb_no: Angir tilkoblingsstrengen for Application Insights. Bruk oppslaget for å velge fra eksisterende konfigurasjoner, eller skriv direkte for å opprette nye oppføringer.

# Page 1494117452 - Control 531664892 - Property 1295455071
source: Specifies the API key for telemetry data access (automatically retrieved from AppInsights Connection Setup).
da_dk: Angiver API-nøglen for adgang til telemetridata (hentes automatisk fra AppInsights-forbindelsesopsætningen).
de_de: Gibt den API-Schlüssel für den Zugriff auf Telemetriedaten an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica la clave de API para el acceso a datos de telemetría (recuperada automáticamente de la configuración de conexión de AppInsights).
fi_fi: Määrittää API-avaimen telemetriatietojen käyttöön (haetaan automaattisesti AppInsights-yhteyden asetuksista).
fr_fr: Spécifie la clé API pour l'accès aux données de télémétrie (récupérée automatiquement depuis la configuration de connexion AppInsights).
it_it: Specifica la chiave API per l'accesso ai dati di telemetria (recuperata automaticamente dalla Configurazione Connessione AppInsights).
nb_no: Angir API-nøkkelen for tilgang til telemetridata (hentes automatisk fra AppInsights-tilkoblingsoppsett).

# Page 1494117452 - Control 2334445236 - Property 1295455071
source: Specifies the Application ID for telemetry data access (automatically retrieved from AppInsights Connection Setup).
da_dk: Angiver program-id'et for adgang til telemetridata (hentes automatisk fra AppInsights-forbindelsesopsætningen).
de_de: Gibt die Anwendungs-ID für den Zugriff auf Telemetriedaten an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica el ID de aplicación para el acceso a datos de telemetría (recuperado automáticamente de la configuración de conexión de AppInsights).
fi_fi: Määrittää sovellustunnuksen telemetriatietojen käyttöön (haetaan automaattisesti AppInsights-yhteyden asetuksista).
fr_fr: Spécifie l'ID d'application pour l'accès aux données de télémétrie (récupéré automatiquement depuis la configuration de connexion AppInsights).
it_it: Specifica l'ID Applicazione per l'accesso ai dati di telemetria (recuperato automaticamente dalla Configurazione Connessione AppInsights).
nb_no: Angir applikasjons-ID for tilgang til telemetridata (hentes automatisk fra AppInsights-tilkoblingsoppsett).

# Page 1494117452 - Control 2322667875 - Property 1295455071
source: Specifies the description for the telemetry connection (automatically retrieved from Application Insights Connection Setup).
da_dk: Angiver beskrivelsen af telemetriforbindelsen (hentes automatisk fra Application Insights-forbindelsesopsætningen).
de_de: Gibt die Beschreibung für die Telemetrieverbindung an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica la descripción para la conexión de telemetría (recuperada automáticamente de la configuración de conexión de Application Insights).
fi_fi: Määrittää telemetriayhteyden kuvauksen (haetaan automaattisesti Application Insights -yhteyden asetuksista).
fr_fr: Spécifie la description pour la connexion de télémétrie (récupérée automatiquement depuis la configuration de connexion Application Insights).
it_it: Specifica la descrizione per la connessione di telemetria (recuperata automaticamente dalla Configurazione Connessione Application Insights).
nb_no: Spesifiserer beskrivelsen for telemetritilkoblingen (hentes automatisk fra oppsettet for Application Insights-tilkobling).
