Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 4202705716 - Control 2583462898 - Property 2879900210
source: New Environment Name
da_dk: Nyt miljønavn
de_de: Neuer Umgebungsname
es_es: Nuevo nombre de entorno
fi_fi: Uuden ympäristön nimi
fr_fr: Nouveau nom d'environnement
it_it: Nome Nuovo Ambiente
nb_no: Nytt Miljønavn

# Page 4202705716 - Control 2911311483 - Property 2879900210
source: New Environment Type
da_dk: Ny miljøtype
de_de: Neuer Umgebungstyp
es_es: Nuevo tipo de entorno
fi_fi: Uuden ympäristön tyyppi
fr_fr: Nouveau type d'environnement
it_it: Tipo Nuovo Ambiente
nb_no: Ny miljøtype

# Page 4025155763 - Property 2879900210
source: New Environment Creation
da_dk: Oprettelse af nyt miljø
de_de: Neue Umgebungserstellung
es_es: Creación de nuevo entorno
fi_fi: Uuden ympäristön luonti
fr_fr: Création d'un nouvel environnement
it_it: Creazione Nuovo Ambiente
nb_no: Opprett nytt miljø

# Page 4025155763 - Control 1452782094 - Property 2879900210
source: Environment Name
da_dk: Miljønavn
de_de: Umgebungsname
es_es: Nombre del entorno
fi_fi: Ympäristön nimi
fr_fr: Nom de l’environnement
it_it: Nome ambiente
nb_no: Miljønavn

# Page 4025155763 - Control 1862289695 - Property 2879900210
source: Environment Type
da_dk: Miljøtype
de_de: Umgebungstyp
es_es: Tipo de entorno
fi_fi: Ympäristötyyppi
fr_fr: Type d'environnement
it_it: Tipo Ambiente
nb_no: Miljøtype

# Page 4025155763 - Control 4068444749 - Property 2879900210
source: Localization
da_dk: Lokalisering
de_de: Lokalisierung
es_es: Localización
fi_fi: Lokalisointi
fr_fr: Localisation
it_it: Localizzazione
nb_no: Lokalisering

# Page 1487598943 - Property 2879900210
source: Rename Environment
da_dk: Omdøb miljø
de_de: Umgebung umbenennen
es_es: Cambiar nombre de entorno
fi_fi: Nimeä ympäristö uudelleen
fr_fr: Renommer l'environnement
it_it: Rinomina Ambiente
nb_no: Endre navn på Miljøet

# Page 1487598943 - Control 1452782094 - Property 2879900210
source: Current Environment Name
da_dk: Aktuelt miljønavn
de_de: Aktueller Umgebungsname
es_es: Nombre del entorno actual
fi_fi: Nykyinen ympäristön nimi
fr_fr: Nom de l'environnement actuel
it_it: Nome Ambiente Corrente
nb_no: Gjeldende Miljønavn

# Page 1487598943 - Control 2583462898 - Property 2879900210
source: New Environment Name
da_dk: Nyt miljønavn
de_de: Neuer Umgebungsname
es_es: Nuevo nombre de entorno
fi_fi: Uuden ympäristön nimi
fr_fr: Nouveau nom d'environnement
it_it: Nome Nuovo Ambiente
nb_no: Nytt Miljønavn

# Page 2719251283 - Property 2879900210
source: Select Update Version
da_dk: Vælg opdateringsversion
de_de: Update-Version auswählen
es_es: Seleccionar versión de actualización
fi_fi: Valitse päivitysversio
fr_fr: Sélectionner la version de mise à jour
it_it: Seleziona versione aggiornamento
nb_no: Velg oppdateringsversjon

# Page 2719251283 - NamedType 77279266
source: Selected date cannot be earlier than current date and time.
da_dk: Den valgte dato kan ikke være tidligere end den aktuelle dato og klokkeslæt.
de_de: Das ausgewählte Datum darf nicht vor dem aktuellen Datum und der aktuellen Uhrzeit liegen.
es_es: La fecha seleccionada no puede ser anterior a la fecha y hora actuales.
fi_fi: Valittu päivämäärä ei voi olla aikaisempi kuin nykyinen päivämäärä ja aika.
fr_fr: La date sélectionnée ne peut pas être antérieure à la date et l'heure actuelles.
it_it: La data selezionata non può essere precedente alla data e all'ora correnti.
nb_no: Valgt dato kan ikke være tidligere enn nåværende dato og tid.

# Page 2719251283 - NamedType 1752938315
source: Selected date cannot be later than %1.
da_dk: Den valgte dato kan ikke være senere end %1.
de_de: Das ausgewählte Datum darf nicht später als %1 sein.
es_es: La fecha seleccionada no puede ser posterior a %1.
fi_fi: Valittu päivämäärä ei voi olla myöhäisempi kuin %1.
fr_fr: La date sélectionnée ne peut pas être postérieure à %1.
it_it: La data selezionata non può essere successiva a %1.
nb_no: Valgt dato kan ikke være senere enn %1.

# Page 2719251283 - Control 2717117345 - Property 2879900210
source: Schedule Details
da_dk: Planlægningsdetaljer
de_de: Zeitplandetails
es_es: Detalles del programa
fi_fi: Aikataulun tiedot
fr_fr: Détails de la planification
it_it: Dettagli pianificazione
nb_no: Planleggingsdetaljer

# Page 2719251283 - Control 4122097326 - Property 2879900210
source: Available Updates
da_dk: Tilgængelige opdateringer
de_de: Verfügbare Updates
es_es: Actualizaciones disponibles
fi_fi: Saatavilla olevat päivitykset
fr_fr: Mises à jour disponibles
it_it: Aggiornamenti disponibili
nb_no: Tilgjengelige oppdateringer

# Page 2719251283 - Control 3920084379 - Property 1295455071
source: Specifies if the version is available.
da_dk: Angiver, om versionen er tilgængelig.
de_de: Gibt an, ob die Version verfügbar ist.
es_es: Especifica si la versión está disponible.
fi_fi: Määrittää, onko versio saatavilla.
fr_fr: Spécifie si la version est disponible.
it_it: Specifica se la versione è disponibile.
nb_no: Angir de tilgjengelige oppdateringene

# Page 2719251283 - Control 4127237914 - Property 1295455071
source: Specifies the expected month for the release.
da_dk: Angiver den forventede måned for frigivelsen.
de_de: Gibt den erwarteten Monat für die Veröffentlichung an.
es_es: Especifica el mes esperado para el lanzamiento.
fi_fi: Määrittää julkaisun odotetun kuukauden.
fr_fr: Spécifie le mois prévu pour la version.
it_it: Specifica il mese previsto per il rilascio.
nb_no: Angir forventet måned for utgivelsen.

# Page 2719251283 - Control 193776283 - Property 1295455071
source: Specifies the expected year for the release.
da_dk: Angiver det forventede år for frigivelsen.
de_de: Gibt das erwartete Jahr für die Veröffentlichung an.
es_es: Especifica el año esperado para el lanzamiento.
fi_fi: Määrittää julkaisun odotetun vuoden.
fr_fr: Spécifie l'année prévue pour la version.
it_it: Specifica l'anno previsto per il rilascio.
nb_no: Angir forventet år for utgivelsen.

# Page 2719251283 - Control 2538207455 - Property 1295455071
source: Specifies the latest date for which the update can be scheduled.
da_dk: Angiver den seneste dato, hvor opdateringen kan planlægges.
de_de: Gibt das späteste Datum an, für das das Update geplant werden kann.
es_es: Especifica la última fecha para la que se puede programar la actualización.
fi_fi: Määrittää viimeisen päivämäärän, jolle päivitys voidaan ajoittaa.
fr_fr: Spécifie la dernière date à laquelle la mise à jour peut être planifiée.
it_it: Specifica l'ultima data per la quale è possibile pianificare l'aggiornamento.
nb_no: Angir seneste dato for når oppdateringen kan planlegges.

# Page 2719251283 - Control 2333046473 - Property 1295455071
source: Specifies the rollout status (Active, UnderMaintenance, Postponed).
da_dk: Angiver udrulningsstatus (Aktiv, Under vedligeholdelse, Udsat).
de_de: Gibt den Rollout-Status an (Aktiv, In Wartung, Verschoben).
es_es: Especifica el estado de implementación (Activo, En mantenimiento, Pospuesto).
fi_fi: Määrittää käyttöönottotilan (Aktiivinen, Huollossa, Lykätty).
fr_fr: Spécifie l'état du déploiement (Actif, En maintenance, Reporté).
it_it: Specifica lo stato dell'implementazione (Attivo, In manutenzione, Posticipato).
nb_no: Angir utrullingsstatus (Active, UnderMaintenance, Postpones).

# Page 2719251283 - Control 90423963 - Property 1295455071
source: Specifies if this is the currently selected version.
da_dk: Angiver, om dette er den aktuelt valgte version.
de_de: Gibt an, ob dies die aktuell ausgewählte Version ist.
es_es: Especifica si esta es la versión seleccionada actualmente.
fi_fi: Määrittää, onko tämä nykyisin valittu versio.
fr_fr: Spécifie s'il s'agit de la version actuellement sélectionnée.
it_it: Specifica se questa è la versione attualmente selezionata.
nb_no: Angir om dette er gjeldende valgte versjonen.

# Page 2719251283 - Control 2283085303 - Property 1295455071
source: Select the date for the update (between today and latest selectable date).
da_dk: Vælg datoen for opdateringen (mellem i dag og senest vælgbare dato).
de_de: Wählen Sie das Datum für das Update (zwischen heute und dem spätesten wählbaren Datum).
es_es: Seleccione la fecha para la actualización (entre hoy y la última fecha seleccionable).
fi_fi: Valitse päivityksen päivämäärä (tänään ja viimeisen valittavissa olevan päivämäärän välillä).
fr_fr: Sélectionnez la date de la mise à jour (entre aujourd'hui et la dernière date sélectionnable).
it_it: Seleziona la data per l'aggiornamento (tra oggi e l'ultima data selezionabile).
nb_no: Velg dato for oppdateringen (mellom i dag og siste tilgjengelige dato).

# Page 2719251283 - Control 2283085303 - Property 2879900210
source: Selected Date
da_dk: Valgt dato
de_de: Ausgewähltes Datum
es_es: Fecha seleccionada
fi_fi: Valittu päivämäärä
fr_fr: Date sélectionnée
it_it: Data selezionata
nb_no: Valgt dato

# Page 2719251283 - Control 2437650133 - Property 1295455071
source: Specifies the target version.
da_dk: Angiver destinationsversionen.
de_de: Gibt die Zielversion an.
es_es: Especifica la versión de destino.
fi_fi: Määrittää kohdeversion.
fr_fr: Spécifie la version cible.
it_it: Specifica la versione di destinazione.
nb_no: Angir målversjonen

# Enum 3660222239 - EnumValue 1065337893 - Property 2879900210
source: Production
da_dk: Produktion
de_de: Produktion
es_es: Producción
fi_fi: Tuotanto
fr_fr: Fabrication
it_it: Produzione
nb_no: Produksjon

# Enum 3660222239 - EnumValue 3957778759 - Property 2879900210
source: Sandbox
da_dk: Sandkasse
es_es: Espacio aislado
fi_fi: Eristys
nb_no: Sandkasse

# Table 2736968941 - Property 2879900210
source: D365BC Installed Apps
da_dk: D365BC installerede apps
de_de: D365BC Installierte Apps
es_es: Aplicaciones instaladas D365BC
fi_fi: D365BC-asennetut sovellukset
fr_fr: Applications installées D365BC
it_it: App Installate D365BC
nb_no: D365BC Installerte apper

# Table 2736968941 - Field 2766253784 - Property 2879900210
source: App ID
es_es: ID de aplicación
fi_fi: Sovellustunnus
fr_fr: ID d’application
it_it: ID app

# Table 2736968941 - Field 1256520770 - Property 2879900210
source: App Name
da_dk: Appnavn
es_es: Nombre de aplicación
fi_fi: Sovelluksen nimi
fr_fr: Nom de l'application
it_it: Nome app
nb_no: Appnavn

# Table 2736968941 - Field 1606374689 - Property 2879900210
source: App Publisher
da_dk: Appudgiver
de_de: App-Herausgeber
es_es: Editor de aplicación
fi_fi: Sovelluksen julkaisija
fr_fr: Éditeur de l'application
it_it: Editore App
nb_no: App-utgiver

# Table 2736968941 - Field 4241615531 - Property 2879900210
source: App Type
de_de: App-Typ
es_es: Tipo de aplicación
fi_fi: Sovelluksen tyyppi
fr_fr: Type d'application
it_it: Tipo App

# Table 2736968941 - Field 2709452997 - Property 2879900210
source: App Version
es_es: Versión de aplicación
fi_fi: Sovelluksen versio
fr_fr: Version de l'application
it_it: Versione App
nb_no: App-versjon

# Table 2736968941 - Field 362685614 - Property 2879900210
source: Available Update Version
da_dk: Tilgængelig opdateringsversion
de_de: Verfügbare Updateversion
es_es: Versión de actualización disponible
fi_fi: Saatavilla oleva päivitysversio
fr_fr: Version de mise à jour disponible
it_it: Versione Aggiornamento Disponibile
nb_no: Tilgjengelig oppdateringsversjon

# Table 2736968941 - Field 1480014772 - Property 2879900210
source: Can Be Uninstalled
da_dk: Kan afinstalleres
de_de: Kann deinstalliert werden
es_es: Se puede desinstalar
fi_fi: Voidaan poistaa
fr_fr: Peut être désinstallé
it_it: Può Essere Disinstallata
nb_no: Kan avinstalleres

# Table 2736968941 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 2736968941 - Field 1768934958 - Property 2879900210
source: Environment Name
da_dk: Miljønavn
de_de: Umgebungsname
es_es: Nombre del entorno
fi_fi: Ympäristön nimi
fr_fr: Nom de l’environnement
it_it: Nome ambiente
nb_no: Miljønavn

# Table 2736968941 - Field 4053340862 - Property 2879900210
source: Last Operation Id
da_dk: Sidste handlings-id
de_de: Letzte Vorgangs-ID
es_es: ID de última operación
fi_fi: Viimeinen toimintotunnus
fr_fr: ID de la dernière opération
it_it: ID Ultima Operazione
nb_no: Siste operasjonsid

# Table 2736968941 - Field 77363544 - Property 2879900210
source: Last Uninstall Attempt Result
da_dk: Sidste afinstallationsforsøgsresultat
de_de: Ergebnis des letzten Deinstallationsversuchs
es_es: Resultado del último intento de desinstalación
fi_fi: Viimeisen poistoyräityksen tulos
fr_fr: Résultat de la dernière tentative de désinstallation
it_it: Risultato Ultimo Tentativo Disinstallazione
nb_no: Status for siste avinstalleringsforsøk

# Table 2736968941 - Field 3086720452 - Property 2879900210
source: Last Uninstall Operation Id
da_dk: Sidste afinstallationshandlings-id
de_de: Letzte Deinstallationsvorgangs-ID
es_es: ID de última operación de desinstalación
fi_fi: Viimeinen poiston toimintotunnus
fr_fr: ID de la dernière opération de désinstallation
it_it: ID Ultima Operazione Disinstallazione
nb_no: Siste operasjonsid for avinstallering

# Table 2736968941 - Field 456057361 - Property 2879900210
source: Last Update Attempt Result
da_dk: Sidste opdateringsforsøgsresultat
de_de: Ergebnis des letzten Updateversuchs
es_es: Resultado del último intento de actualización
fi_fi: Viimeisen päivitysyrityksen tulos
fr_fr: Résultat de la dernière tentative de mise à jour
it_it: Risultato Ultimo Tentativo Aggiornamento
nb_no: Resultat siste oppdateringsforsøk

# Table 2736968941 - Field 269761521 - Property 2879900210
source: State
da_dk: Tilstand
de_de: Status
es_es: Estado
fi_fi: Tila
fr_fr: État
it_it: Stato
nb_no: Tilstand

# Table 2736968941 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Table 348982333 - Property 2879900210
source: PTE Object Range
da_dk: PTE-objektområde
de_de: PTE Objekt Range
es_es: Rango de objetos PTE
fi_fi: PTE-objektialue
fr_fr: Plage d'objets PTE
it_it: PTE Range Oggetti
nb_no: PTE-objektområde

# Table 348982333 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 348982333 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_de: Postennr.
es_es: Nº mov.
fi_fi: Tapahtumanro
fr_fr: N° séquence
it_it: Nr. movimento
nb_no: Løpenr.

# Table 348982333 - Field 4277803464 - Property 2879900210
source: PTE ID
es_es: ID de PTE
fi_fi: PTE-tunnus
fr_fr: ID PTE

# Table 348982333 - Field 716423282 - Property 2879900210
source: PTE Name
da_dk: PTE-navn
es_es: Nombre de PTE
fi_fi: PTE-nimi
fr_fr: Nom PTE
nb_no: PTE-Navn

# Table 348982333 - Field 3359984739 - Property 2879900210
source: Range From
da_dk: Område fra
de_de: Range von
es_es: Rango desde
fi_fi: Alue alkaen
fr_fr: Plage de
it_it: Object Range - Da
nb_no: Område fra

# Table 348982333 - Field 1746152936 - Property 2879900210
source: Range To
da_dk: Område til
de_de: Range bis
es_es: Rango hasta
fi_fi: Alue päättyen
fr_fr: Plage à
it_it: Object Range - A
nb_no: Område til

# Table 348982333 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Page 3922837368 - Property 2879900210
source: D365BC Installed App
da_dk: D365BC installeret app
de_de: D365BC Installierte App
es_es: Aplicación instalada D365BC
fi_fi: D365BC-asennettu sovellus
fr_fr: Application installée D365BC
it_it: App installata D365BC
nb_no: D365BC Installert app

# Page 3922837368 - Control 2766253784 - Property 1295455071
source: Specifies the unique identifier of the app.
da_dk: Angiver det entydige id for appen.
de_de: Gibt die eindeutige Kennung der App an.
es_es: Especifica el identificador único de la aplicación.
fi_fi: Määrittää sovelluksen yksilöllisen tunnuksen.
fr_fr: Spécifie l'identifiant unique de l'application.
it_it: Specifica l'identificatore univoco dell'app.
nb_no: Angir den unike identifikatoren for appen.

# Page 3922837368 - Control 1256520770 - Property 1295455071
source: Specifies the name of the installed app.
da_dk: Angiver navnet på den installerede app.
de_de: Gibt den Namen der installierten App an.
es_es: Especifica el nombre de la aplicación instalada.
fi_fi: Määrittää asennetun sovelluksen nimen.
fr_fr: Spécifie le nom de l'application installée.
it_it: Specifica il nome dell'app installata.
nb_no: Angir navnet for den installerte appen.

# Page 3922837368 - Control 1606374689 - Property 1295455071
source: Specifies the publisher of the app.
da_dk: Angiver udgiver af appen.
de_de: Gibt den Herausgeber der App an.
es_es: Especifica el editor de la aplicación.
fi_fi: Määrittää sovelluksen julkaisijan.
fr_fr: Spécifie l'éditeur de l'application.
it_it: Specifica l'editore dell'app.
nb_no: Angir utgiver av denne appen.

# Page 3922837368 - Control 4241615531 - Property 1295455071
source: Specifies the type of the app (Global, PTE, DEV).
da_dk: Angiver appens type (Global, PTE, DEV).
de_de: Gibt den Typ der App an (Global, PTE, DEV).
es_es: Especifica el tipo de aplicación (Global, PTE, DEV).
fi_fi: Määrittää sovelluksen tyypin (Globaali, PTE, DEV).
fr_fr: Spécifie le type de l'application (Global, PTE, DEV).
it_it: Specifica il tipo di app (Globale, PTE, DEV).
nb_no: Angir type app (Global, PTE, DEV).

# Page 3922837368 - Control 2709452997 - Property 1295455071
source: Specifies the version of the installed app.
da_dk: Angiver versionen af den installerede app.
de_de: Gibt die Version der installierten App an.
es_es: Especifica la versión de la aplicación instalada.
fi_fi: Määrittää asennetun sovelluksen version.
fr_fr: Spécifie la version de l'application installée.
it_it: Specifica la versione dell'app installata.
nb_no: Angir versjon av den installerte appen

# Page 3922837368 - Control 269761521 - Property 1295455071
source: Specifies the current state of the app.
da_dk: Angiver den aktuelle tilstand for appen.
de_de: Gibt den aktuellen Status der App an.
es_es: Especifica el estado actual de la aplicación.
fi_fi: Määrittää sovelluksen nykyisen tilan.
fr_fr: Spécifie l'état actuel de l'application.
it_it: Specifica lo stato corrente dell'app.
nb_no: Angir den gjeldende statusen til appen

# Page 3922837368 - Control 1480014772 - Property 1295455071
source: Specifies whether the app can be uninstalled.
da_dk: Angiver, om appen kan afinstalleres.
de_de: Gibt an, ob die App deinstalliert werden kann.
es_es: Especifica si la aplicación se puede desinstalar.
fi_fi: Määrittää, voidaanko sovellus poistaa.
fr_fr: Spécifie si l'application peut être désinstallée.
it_it: Specifica se l'app può essere disinstallata.
nb_no: Angir om appen kan avinstalleres.

# Page 3922837368 - Control 1768934958 - Property 1295455071
source: Specifies the environment where the app is installed.
da_dk: Angiver det miljø, hvor appen er installeret.
de_de: Gibt die Umgebung an, in der die App installiert ist.
es_es: Especifica el entorno donde está instalada la aplicación.
fi_fi: Määrittää ympäristön, johon sovellus on asennettu.
fr_fr: Spécifie l'environnement où l'application est installée.
it_it: Specifica l'ambiente in cui è installata l'app.
nb_no: Angir miljøet som appen er installert.

# Page 3922837368 - Control 77363544 - Property 1295455071
source: Specifies the result of the last uninstall attempt.
da_dk: Angiver resultatet af det sidste afinstallationsforsøg.
de_de: Gibt das Ergebnis des letzten Deinstallationsversuchs an.
es_es: Especifica el resultado del último intento de desinstalación.
fi_fi: Määrittää viimeisen poistoyräityksen tuloksen.
fr_fr: Spécifie le résultat de la dernière tentative de désinstallation.
it_it: Specifica il risultato dell'ultimo tentativo di disinstallazione.
nb_no: Angir resultatet av det siste avinstalleringsforsøket.

# Page 3922837368 - Control 362685614 - Property 1295455071
source: Specifies the version of the app that is available for update.
da_dk: Angiver versionen af appen, der er tilgængelig til opdatering.
de_de: Gibt die Version der App an, die für ein Update verfügbar ist.
es_es: Especifica la versión de la aplicación que está disponible para actualización.
fi_fi: Määrittää päivitykseen saatavilla olevan sovelluksen version.
fr_fr: Spécifie la version de l'application disponible pour la mise à jour.
it_it: Specifica la versione dell'app disponibile per l'aggiornamento.
nb_no: Spesifiserer versjonen av appen som er tilgjengelig for oppdatering.

# Page 3922837368 - Control 456057361 - Property 1295455071
source: Specifies the result of the last update attempt.
da_dk: Angiver resultatet af det sidste opdateringsforsøg.
de_de: Gibt das Ergebnis des letzten Updateversuchs an.
es_es: Especifica el resultado del último intento de actualización.
fi_fi: Määrittää viimeisen päivitysyrityksen tuloksen.
fr_fr: Spécifie le résultat de la dernière tentative de mise à jour.
it_it: Specifica il risultato dell'ultimo tentativo di aggiornamento.
nb_no: Angir resultatet for det siste oppdateringsforsøket.

# Page 3922837368 - Action 389138476 - Property 1295455071
source: Delete all fetched installed apps records.
da_dk: Slet alle hentede poster for installerede apps.
de_de: Alle abgerufenen installierten App-Datensätze löschen.
es_es: Eliminar todos los registros de aplicaciones instaladas obtenidos.
fi_fi: Poista kaikki haetut asennettujen sovellusten tietueet.
fr_fr: Supprimer tous les enregistrements d'applications installées récupérés.
it_it: Elimina tutti i record delle app installate recuperati.
nb_no: Slett alle hentede poster over installerte apper.

# Page 3922837368 - Action 389138476 - Property 2879900210
source: Delete All
da_dk: Slet alle
de_de: Alle löschen
es_es: Eliminar todo
fi_fi: Poista kaikki
fr_fr: Tout supprimer
it_it: Elimina tutto
nb_no: Slett Alt

# Page 3922837368 - Action 389138476 - Method 1377591017 - NamedType 407090172
source: Are you sure you want to delete all %1 fetched installed apps records?
da_dk: Er du sikker på, at du vil slette alle %1 hentede poster for installerede apps?
de_de: Möchten Sie wirklich alle %1 abgerufenen installierten App-Datensätze löschen?
es_es: ¿Está seguro de que desea eliminar todos los registros de aplicaciones instaladas obtenidos (%1)?
fi_fi: Haluatko varmasti poistaa kaikki %1 haetut asennettujen sovellusten tietueet?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements d'applications installées récupérés (%1) ?
it_it: Sei sicuro di voler eliminare tutti i %1 record delle app installate recuperate?
nb_no: Er du sikker på at du vil slette alle %1 hentede installerte app-poster?

# Page 3922837368 - Action 389138476 - Method 1377591017 - NamedType 1684716017
source: %1 installed apps records deleted.
da_dk: %1 poster for installerede apps blev slettet.
de_de: %1 Datensätze installierter Apps gelöscht.
es_es: %1 registros de aplicaciones instaladas eliminados.
fi_fi: %1 asennettujen sovellusten tietuetta poistettu.
fr_fr: %1 enregistrements d'applications installées supprimés.
it_it: %1 record delle app installate eliminati.
nb_no: %1 installerte app-poster slettet.
