Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 4116547146 - Control 2322667875 - Property 1295455071
source: Specifies the description for the telemetry connection (automatically retrieved from AppInsights Connection Setup).
da_dk: Angiver beskrivelsen af telemetriforbindelsen (hentes automatisk fra AppInsights-forbindelsesopsætningen).
de_de: Gibt die Beschreibung für die Telemetrieverbindung an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica la descripción para la conexión de telemetría (recuperada automáticamente de la configuración de conexión de Application Insights).
fi_fi: Määrittää telemetriayhteyden kuvauksen (haetaan automaattisesti AppInsights-yhteyden asetuksista).
fr_fr: Spécifie la description pour la connexion de télémétrie (récupérée automatiquement depuis la configuration de connexion AppInsights).
it_it: Specifica la descrizione per la connessione di telemetria (recuperata automaticamente dalla Configurazione Connessione Application Insights).
nb_no: Angir beskrivelsen for telemetritilkoblingen (hentes automatisk fra AppInsights-tilkoblingsoppsettet).

# Page 4116547146 - Control 1689409898 - Property 1295455071
source: Specifies the Tenant ID for telemetry data access (automatically retrieved from AppInsights Connection Setup).
da_dk: Angiver tenant-id'et for adgang til telemetridata (hentes automatisk fra AppInsights-forbindelsesopsætningen).
de_de: Gibt die Tenant-ID für den Zugriff auf Telemetriedaten an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica el ID de inquilino para el acceso a datos de telemetría (recuperado automáticamente de la configuración de conexión de AppInsights).
fi_fi: Määrittää tenant id:n telemetriatietojen käyttöön (haetaan automaattisesti AppInsights-yhteyden asetuksista).
fr_fr: Spécifie l'ID de locataire pour l'accès aux données de télémétrie (récupéré automatiquement depuis la configuration de connexion AppInsights).
it_it: Specifica l'ID Tenant per l'accesso ai dati di telemetria (recuperato automaticamente dalla Configurazione Connessione Application Insights).
nb_no: Angir leietaker-ID for tilgang til telemetridata (hentes automatisk fra AppInsights-tilkoblingsoppsettet).

# Page 4116547146 - Control 1656975091 - Property 1295455071
source: Specifies the tenant ID of the environment.
da_dk: Angiver tenant-id'et for miljøet.
de_de: Gibt die Tenant-ID der Umgebung an.
es_es: Especifica el ID de inquilino del entorno.
fi_fi: Määrittää ympäristön tenant id:n.
fr_fr: Spécifie l'ID de locataire de l'environnement.
it_it: Specifica l'ID del tenant dell'ambiente.
nb_no: Angir leietaker-ID for miljøet.

# Page 4116547146 - Control 1878130204 - Property 1295455071
source: Specifies the type of the environment.
da_dk: Angiver typen af miljøet.
de_de: Gibt den Typ der Umgebung an.
es_es: Especifica el tipo de entorno.
fi_fi: Määrittää ympäristön tyypin.
fr_fr: Spécifie le type de l'environnement.
it_it: Specifica il tipo di ambiente.
nb_no: Angir hvilken type miljø det er.

# Page 4116547146 - Control 323221235 - Property 1295455071
source: Specifies the URL to log into the environment.
da_dk: Angiver URL-adressen til at logge på miljøet.
de_de: Gibt die URL an, um sich bei der Umgebung anzumelden.
es_es: Especifica la URL para iniciar sesión en el entorno.
fi_fi: Määrittää URL-osoitteen ympäristöön kirjautumiseen.
fr_fr: Spécifie l'URL pour se connecter à l'environnement.
it_it: Specifica l'URL per accedere all'ambiente.
nb_no: Angir Url for å logge in på miljøet.

# Page 4116547146 - Control 2927009762 - Property 1295455071
source: Specifies the URL to access the environment service API.
da_dk: Angiver URL-adressen til at få adgang til miljøtjenestens API.
de_de: Gibt die URL an, um auf die Umgebungsdienst-API zuzugreifen.
es_es: Especifica la URL para acceder a la API del servicio del entorno.
fi_fi: Määrittää URL-osoitteen ympäristön palvelu-API:n käyttöön.
fr_fr: Spécifie l'URL pour accéder à l'API de service de l'environnement.
it_it: Specifica l'URL per accedere all'API del servizio dell'ambiente.
nb_no: Angir URL for tilgang til miljøets service API.

# Page 4116547146 - Action 3249660199 - Property 1295455071
source: View and manage backups for this environment.
da_dk: Få vist og administrer sikkerhedskopier for dette miljø.
de_de: Sicherungen für diese Umgebung anzeigen und verwalten.
es_es: Ver y administrar copias de seguridad para este entorno.
fi_fi: Tarkastele ja hallinnoi tämän ympäristön varmuuskopioita.
fr_fr: Voir et gérer les sauvegardes pour cet environnement.
it_it: Visualizza e gestisci i backup per questo ambiente.
nb_no: Vis og administrer sikkerhetskopier for dette miljøet

# Page 4116547146 - Action 3249660199 - Property 2879900210
source: Backups
da_dk: Sikkerhedskopier
de_de: Sicherungen
es_es: Copias de seguridad
fi_fi: Varmuuskopiot
fr_fr: Sauvegardes
it_it: Backup
nb_no: Sikkerhetskopier

# Page 4116547146 - Action 3676636176 - Property 1295455071
source: View capacity information for all environments.
da_dk: Få vist kapacitetsoplysninger for alle miljøer.
de_de: Kapazitätsinformationen für alle Umgebungen anzeigen.
es_es: Ver información de capacidad para todos los entornos.
fi_fi: Tarkastele kaikkien ympäristöjen kapasiteettitietoja.
fr_fr: Voir les informations de capacité pour tous les environnements.
it_it: Visualizza le informazioni sulla capacità per tutti gli ambienti.
nb_no: Vis kapasitetsinformasjon for alle miljøer

# Page 4116547146 - Action 3676636176 - Property 2879900210
source: Capacity
da_dk: Kapacitet
de_de: Kapazität
es_es: Capacidad
fi_fi: Kapasiteetti
fr_fr: Capacité
it_it: Capacità
nb_no: Kapasitet

# Page 4116547146 - Action 3597253033 - Property 1295455071
source: View detailed information about this environment.
da_dk: Få vist detaljerede oplysninger om dette miljø.
de_de: Detaillierte Informationen zu dieser Umgebung anzeigen.
es_es: Ver información detallada sobre este entorno.
fi_fi: Tarkastele yksityiskohtaisia tietoja tästä ympäristöstä.
fr_fr: Voir les informations détaillées sur cet environnement.
it_it: Visualizza informazioni dettagliate su questo ambiente.
nb_no: Vis detaljert informasjon om dette miljøet.

# Page 4116547146 - Action 3597253033 - Property 2879900210
source: Details
da_dk: Detaljer
es_es: Detalles
fi_fi: Erittely
fr_fr: Détails
it_it: Dettagli
nb_no: Detaljer

# Page 4116547146 - Action 3650642145 - Property 1295455071
source: View and manage features for this environment.
da_dk: Få vist og administrer funktioner for dette miljø.
de_de: Features für diese Umgebung anzeigen und verwalten.
es_es: Ver y administrar características para este entorno.
fi_fi: Tarkastele ja hallinnoi tämän ympäristön ominaisuuksia.
fr_fr: Voir et gérer les fonctionnalités pour cet environnement.
it_it: Visualizza e gestisci le funzionalità per questo ambiente.
nb_no: Vis og administrer funksjoner for dette miljøet.

# Page 4116547146 - Action 3650642145 - Property 2879900210
source: Features
da_dk: Funktioner
es_es: Características
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
it_it: Funzionalità
nb_no: Funksjoner

# Page 4116547146 - Action 2687976286 - Property 1295455071
source: View apps installed in this environment.
da_dk: Få vist apps, der er installeret i dette miljø.
de_de: In dieser Umgebung installierte Apps anzeigen.
es_es: Ver aplicaciones instaladas en este entorno.
fi_fi: Tarkastele tähän ympäristöön asennettuja sovelluksia.
fr_fr: Voir les applications installées dans cet environnement.
it_it: Visualizza le app installate in questo ambiente.
nb_no: Vis apper installert i dette miljøet

# Page 4116547146 - Action 2687976286 - Property 2879900210
source: Installed Apps
da_dk: Installerede apps
de_de: Installierte Apps
es_es: Aplicaciones instaladas
fi_fi: Asennetut sovellukset
fr_fr: Applications installées
it_it: App Installate
nb_no: Installerte Apper

# Page 4116547146 - Action 3826436086 - Property 1295455071
source: View and execute KQL queries for telemetry data analysis on the selected environment.
da_dk: Få vist og udfør KQL-forespørgsler for analyse af telemetridata på det valgte miljø.
de_de: KQL-Abfragen für die Telemetriedatenanalyse in der ausgewählten Umgebung anzeigen und ausführen.
es_es: Ver y ejecutar consultas KQL para análisis de datos de telemetría en el entorno seleccionado.
fi_fi: Tarkastele ja suorita KQL-kyselyitä telemetriatietojen analysointiin valitussa ympäristössä.
fr_fr: Voir et exécuter des requêtes KQL pour l'analyse des données de télémétrie sur l'environnement sélectionné.
it_it: Visualizza ed esegui query KQL per l'analisi dei dati di telemetria sull'ambiente selezionato.
nb_no: Vis og kjør KQL-spørringer for telemetridataanalyse på det valgte miljøet.

# Page 4116547146 - Action 3826436086 - Property 2879900210
source: KQL Queries
da_dk: KQL-forespørgsler
de_de: KQL-Abfragen
es_es: Consultas KQL
fi_fi: KQL-kyselyt
fr_fr: Requêtes KQL
it_it: Query KQL
nb_no: KQL Spørringer

# Page 4116547146 - Action 3860714960 - Property 1295455071
source: Select and run a telemetry query directly using the selected environment's configuration.
da_dk: Vælg og kør en telemetriforespørgsel direkte ved hjælp af det valgte miljøs konfiguration.
de_de: Wählen Sie eine Telemetrieabfrage aus und führen Sie sie direkt mit der Konfiguration der ausgewählten Umgebung aus.
es_es: Seleccionar y ejecutar una consulta de telemetría directamente usando la configuración del entorno seleccionado.
fi_fi: Valitse ja suorita telemetriakysely suoraan käyttäen valitun ympäristön kokoonpanoa.
fr_fr: Sélectionner et exécuter une requête de télémétrie directement en utilisant la configuration de l'environnement sélectionné.
it_it: Seleziona ed esegui una query di telemetria direttamente utilizzando la configurazione dell'ambiente selezionato.
nb_no: Velg og kjør en telemetri-forespørsel direkte ved hjelp av den valgte miljøets konfigurasjon.

# Page 4116547146 - Action 3860714960 - Property 2879900210
source: Run Query
da_dk: Kør forespørgsel
de_de: Abfrage ausführen
es_es: Ejecutar consulta
fi_fi: Suorita kysely
fr_fr: Exécuter la requête
it_it: Esegui Query
nb_no: Kjør spørring

# Page 4116547146 - Action 1821335367 - Property 1295455071
source: View active sessions for this environment.
da_dk: Få vist aktive sessioner for dette miljø.
de_de: Aktive Sitzungen für diese Umgebung anzeigen.
es_es: Ver sesiones activas para este entorno.
fi_fi: Tarkastele tämän ympäristön aktiivisia istuntoja.
fr_fr: Voir les sessions actives pour cet environnement.
it_it: Visualizza le sessioni attive per questo ambiente.
nb_no: Vis aktive sesjoner for dette miljøet

# Page 4116547146 - Action 1821335367 - Property 2879900210
source: Sessions
da_dk: Sessioner
de_de: Sitzungen
es_es: Sesiones
fi_fi: Istunnot
it_it: Sessioni
nb_no: Sesjoner

# Page 4116547146 - Action 1285194967 - Property 1295455071
source: Sets the Application Insights connection string for the selected environment (telemetry).
da_dk: Angiver Application Insights-forbindelsesstrengen for det valgte miljø (telemetri).
de_de: Legt die Application Insights-Verbindungszeichenfolge für die ausgewählte Umgebung fest (Telemetrie).
es_es: Establece la cadena de conexión de Application Insights para el entorno seleccionado (telemetría).
fi_fi: Asettaa Application Insights -yhteysmerkkijonon valitulle ympäristölle (telemetria).
fr_fr: Définit la chaîne de connexion Application Insights pour l'environnement sélectionné (télémétrie).
it_it: Imposta la stringa di connessione Application Insights per l'ambiente selezionato (telemetria).
nb_no: Angir tilkoblingsstrengen for Application Insights for det valgte miljøet (telemetri).

# Page 4116547146 - Action 1285194967 - Property 2879900210
source: Set Application Insights Connection String
da_dk: Angiv Application Insights-forbindelsesstreng
de_de: Application Insights-Verbindungszeichenfolge festlegen
es_es: Establecer cadena de conexión de Application Insights
fi_fi: Aseta Application Insights -yhteysmerkkijono
fr_fr: Définir la chaîne de connexion Application Insights
it_it: Imposta Stringa di Connessione Application Insights
nb_no: Angi Application Insights tilkoblingsstreng

# Page 4116547146 - Action 1285194967 - Method 1377591017 - NamedType 3398415263
source: Are you sure you want to set the Application Insights connection string for environment %1?
da_dk: Er du sikker på, at du vil angive Application Insights-forbindelsesstrengen for miljøet %1?
de_de: Möchten Sie die Application Insights-Verbindungszeichenfolge für Umgebung %1 wirklich festlegen?
es_es: ¿Está seguro de que desea establecer la cadena de conexión de Application Insights para el entorno %1?
fr_fr: Êtes-vous sûr de vouloir définir la chaîne de connexion Application Insights pour l'environnement %1 ?
it_it: Sei sicuro di voler impostare la stringa di connessione Application Insights per l'ambiente %1?
nb_no: Er du sikker på at du vil sette tilkoblingsstrengen for Application Insights for miljø %1?

# Page 4116547146 - Action 1285194967 - Method 1377591017 - NamedType 4040907277
source: Are you sure you want to remove the Application Insights connection string for environment %1?
da_dk: Er du sikker på, at du vil fjerne Application Insights-forbindelsesstrengen for miljøet %1?
de_de: Möchten Sie die Application Insights-Verbindungszeichenfolge für Umgebung %1 wirklich entfernen?
es_es: ¿Está seguro de que desea eliminar la cadena de conexión de Application Insights para el entorno %1?
fr_fr: Êtes-vous sûr de vouloir supprimer la chaîne de connexion Application Insights pour l'environnement %1 ?
it_it: Sei sicuro di voler rimuovere la stringa di connessione Application Insights per l'ambiente %1?
nb_no: Er du sikker på at du vil fjerne Application Insights-tilkoblingsstrengen for miljø %1?

# Page 4116547146 - Action 3866562980 - Property 1295455071
source: Creates a copy for the selected environment.
da_dk: Opretter en kopi for det valgte miljø.
de_de: Erstellt eine Kopie für die ausgewählte Umgebung.
es_es: Crea una copia para el entorno seleccionado.
fi_fi: Luo kopio valitulle ympäristölle.
fr_fr: Crée une copie pour l'environnement sélectionné.
it_it: Crea una copia dell'ambiente selezionato.
nb_no: Oppretter en kopi av det valgte miljøet.

# Page 4116547146 - Action 3866562980 - Property 2879900210
source: Copy
da_dk: Kopiér
de_de: Kopieren
es_es: Copiar
fi_fi: Kopioi
fr_fr: Copie
it_it: Copia
nb_no: Kopier

# Page 4116547146 - Action 2780151791 - Property 1295455071
source: Creates a new environment.
da_dk: Opretter et nyt miljø.
de_de: Erstellt eine neue Umgebung.
es_es: Crea un nuevo entorno.
fi_fi: Luo uusi ympäristö.
fr_fr: Crée un nouvel environnement.
it_it: Crea un nuovo ambiente.
nb_no: Opprett et nytt miljø

# Page 4116547146 - Action 2780151791 - Property 2879900210
source: New
da_dk: Ny
de_de: Neu
es_es: Nuevo
fi_fi: Uusi
fr_fr: Créer
it_it: Nuovo
nb_no: Ny

# Page 4116547146 - Action 736008119 - Property 1295455071
source: Delete selected environment records and related data from the local database.
da_dk: [NAB: REVIEW]Slet alle hentede miljøposter fra den lokale database.
de_de: [NAB: REVIEW]Alle abgerufenen Umgebungsdatensätze aus der lokalen Datenbank löschen.
es_es: [NAB: REVIEW]Eliminar todos los registros de entorno recuperados de la base de datos local.
fi_fi: Poista kaikki haetut ympäristöt paikallisesta tietokannasta.
fr_fr: [NAB: REVIEW]Supprimer tous les enregistrements d'environnement récupérés de la base de données locale.
it_it: [NAB: REVIEW]Elimina tutti i record di ambiente recuperati dal database locale.
nb_no: [NAB: REVIEW]Slett alle hentede miljø-poster fra den lokale databasen.

# Page 4116547146 - Action 736008119 - Property 2879900210
source: Delete Selected
da_dk: [NAB: REVIEW]Slet alle hentede
de_de: [NAB: REVIEW]Alle abgerufenen löschen
es_es: [NAB: REVIEW]Eliminar todo lo recuperado
fi_fi: Poista valitut
fr_fr: [NAB: REVIEW]Supprimer tout ce qui a été récupéré
it_it: [NAB: REVIEW]Elimina Tutti i Recuperati
nb_no: [NAB: REVIEW]Slett alle hentede poster

# Page 4116547146 - Action 736008119 - Method 1377591017 - NamedType 2367821945
source: Are you sure you want to delete %1 selected environment record(s) and all related data from the local database?\This will NOT delete the actual environments in Business Central.
da_dk: [NAB: NOT TRANSLATED]
de_de: [NAB: NOT TRANSLATED]
es_es: [NAB: NOT TRANSLATED]
fi_fi: Haluatko varmasti poistaa valitut %1 ympäristöä ja kaikki tietue relaatiot lokaalista tietokannasta?\Tämä EI poista oikeita ympäristöjä Business Centralista.
fr_fr: [NAB: NOT TRANSLATED]
it_it: [NAB: NOT TRANSLATED]
nb_no: [NAB: NOT TRANSLATED]

# Page 4116547146 - Action 736008119 - Method 1377591017 - NamedType 1221066665
source: %1 environment record(s) and related data deleted from local database.
da_dk: [NAB: NOT TRANSLATED]
de_de: [NAB: NOT TRANSLATED]
es_es: [NAB: NOT TRANSLATED]
fi_fi: %1 ympäristöä ja sen relaatio tietueita poistettu lokaalista tietokannasta.
fr_fr: [NAB: NOT TRANSLATED]
it_it: [NAB: NOT TRANSLATED]
nb_no: [NAB: NOT TRANSLATED]

# Page 4116547146 - Action 736008119 - Method 1377591017 - NamedType 1684716017
source: %1 environment records deleted from local database.
da_dk: %1 miljøposter blev slettet fra lokal database.
de_de: %1 Umgebungsdatensätze aus lokaler Datenbank gelöscht.
es_es: %1 registros de entorno eliminados de la base de datos local.
fi_fi: %1 ympäristötietuetta poistettu paikallisesta tietokannasta.
fr_fr: %1 enregistrements d'environnement supprimés de la base de données locale.
it_it: %1 record di ambiente eliminati dal database locale.
nb_no: %1 miljøposter slettet fra lokal database.

# Page 4116547146 - Action 1977573380 - Property 1295455071
source: Get the list of environments.
da_dk: Hent listen over miljøer.
de_de: Liste der Umgebungen abrufen.
es_es: Obtener la lista de entornos.
fi_fi: Hae ympäristöjen luettelo.
fr_fr: Obtenir la liste des environnements.
it_it: Ottieni l'elenco degli ambienti.
nb_no: Hent listen over alle miljøene

# Page 4116547146 - Action 1977573380 - Property 2879900210
source: Get
da_dk: Hent
de_de: Abrufen
es_es: Obtener
fi_fi: Hae
fr_fr: Obtenir
it_it: Ottieni
nb_no: Hent

# Page 4116547146 - Action 1611320824 - Property 1295455071
source: Returns information about the available version updates for all environments in the list.
da_dk: Returnerer oplysninger om de tilgængelige versionsopdateringer for alle miljøer på listen.
de_de: Gibt Informationen zu den verfügbaren Versionsupdates für alle Umgebungen in der Liste zurück.
es_es: Devuelve información sobre las actualizaciones de versión disponibles para todos los entornos de la lista.
fi_fi: Palauttaa tiedot luettelon kaikkien ympäristöjen saatavilla olevista versiopäivityksistä.
fr_fr: Renvoie des informations sur les mises à jour de version disponibles pour tous les environnements de la liste.
it_it: Restituisce informazioni sugli aggiornamenti delle versioni disponibili per tutti gli ambienti nell'elenco.
nb_no: Returnerer informasjon om tilgjengelige versjonsoppdateringer for alle miljøene i listen.

# Page 4116547146 - Action 1611320824 - Property 2879900210
source: Get Updates
da_dk: Hent opdateringer
de_de: Updates abrufen
es_es: Obtener actualizaciones
fi_fi: Hae päivitykset
fr_fr: Obtenir les mises à jour
it_it: Ottieni Aggiornamenti
nb_no: Hent oppdateringer

# Page 4116547146 - Action 1611320824 - Method 1377591017 - NamedType 4076301008
source: No environments to update.
da_dk: Ingen miljøer at opdatere.
de_de: Keine Umgebungen zu aktualisieren.
es_es: No hay entornos para actualizar.
fi_fi: Ei päivitettäviä ympäristöjä.
fr_fr: Aucun environnement à mettre à jour.
it_it: Nessun ambiente da aggiornare.
nb_no: Ingen miljøer å oppdatere.

# Page 4116547146 - Action 1611320824 - Method 1377591017 - NamedType 2294662597
source: This will get update information for %1 environment(s). Continue?
da_dk: Dette vil hente opdateringsoplysninger for %1 miljø(er). Fortsæt?
de_de: Dies ruft Aktualisierungsinformationen für %1 Umgebung(en) ab. Fortfahren?
es_es: Esto obtendrá información de actualización para %1 entorno(s). ¿Continuar?
fi_fi: Tämä hakee päivitystiedot %1 ympäristölle/ympäristöille. Jatketaanko?
fr_fr: Cela permettra d'obtenir les informations de mise à jour pour %1 environnement(s). Continuer ?
it_it: Questa azione recupererà le informazioni di aggiornamento per %1 ambiente(i). Continuare?
nb_no: Dette vil hente oppdateringsinformasjon for %1 miljø(er). Fortsette?

# Page 4116547146 - Action 1611320824 - Method 1377591017 - NamedType 1305737990
source: Processing environment #1#### of #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@
da_dk: Behandler miljø #1#### af #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@
de_de: Verarbeite Umgebung #1#### von #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@
es_es: Procesando entorno #1#### de #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@
fi_fi: Käsitellään ympäristöä #1#### / #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@
fr_fr: Traitement de l'environnement #1#### sur #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@
it_it: Elaborazione ambiente #1#### di #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@
nb_no: Behandler miljø #1#### av #2#### @3@@@@@@@@@@@@@@@@@@@@@@@@

# Page 4116547146 - Action 1611320824 - Method 1377591017 - NamedType 1556380518
source: Successfully processed %1 environment(s).
da_dk: %1 miljø(er) blev behandlet.
de_de: %1 Umgebung(en) erfolgreich verarbeitet.
es_es: %1 entorno(s) procesado(s) correctamente.
fi_fi: %1 ympäristöä käsitelty onnistuneesti.
fr_fr: %1 environnement(s) traité(s) avec succès.
it_it: %1 ambiente(i) elaborato(i) con successo.
nb_no: %1 miljø(er) behandlet vellykket.

# Page 4116547146 - Action 891591231 - Property 1295455071
source: Renames selected environment.
da_dk: Omdøber det valgte miljø.
de_de: Benennt die ausgewählte Umgebung um.
es_es: Cambia el nombre del entorno seleccionado.
fi_fi: Nimeää valitun ympäristön uudelleen.
fr_fr: Renomme l'environnement sélectionné.
it_it: Rinomina l'ambiente selezionato.
nb_no: Endre navn på Miljøet.

# Page 4116547146 - Action 891591231 - Property 2879900210
source: Rename
da_dk: Omdøb
de_de: Umbenennen
es_es: Cambiar nombre
fi_fi: Nimeä uudelleen
fr_fr: Renommer
it_it: Rinomina
nb_no: Endre navn

# Page 4116547146 - Action 859129836 - Property 2879900210
source: Advanced
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado
fi_fi: Lisäasetukset
fr_fr: Avancé
it_it: Avanzate
nb_no: Avansert

# Page 4116547146 - Action 81929080 - Property 2879900210
source: App Tasks
da_dk: Appopgaver
de_de: App-Aufgaben
es_es: Tareas de aplicación
fi_fi: Sovellustehtävät
fr_fr: Tâches d'application
it_it: Operazioni App
nb_no: App-oppgaver

# Page 4116547146 - Action 3616588981 - Property 2879900210
source: Environment Tasks
da_dk: Miljøopgaver
de_de: Umgebungsaufgaben
es_es: Tareas de entorno
fi_fi: Ympäristötehtävät
fr_fr: Tâches d'environnement
it_it: Operazioni Ambiente
nb_no: Miljø-oppgaver

# Page 4116547146 - Action 3291290235 - Property 2879900210
source: Telemetry
da_dk: Telemetri
de_de: Telemetrie
es_es: Telemetría
fi_fi: Telemetria
fr_fr: Télémétrie
it_it: Telemetria
nb_no: Telemetri

# Page 3083617174 - Property 2879900210
source: Environments
da_dk: Miljøer
de_de: Umgebungen
es_es: Entornos
fi_fi: Ympäristöt
fr_fr: Environnements
it_it: Ambienti
nb_no: Miljøer

# Page 4202705716 - Property 2879900210
source: Copy Environment
da_dk: Kopiér miljø
de_de: Umgebung kopieren
es_es: Copiar entorno
fi_fi: Kopioi ympäristö
fr_fr: Copier l'environnement
it_it: Copia Ambiente
nb_no: Kopier miljø

# Page 4202705716 - Control 1452782094 - Property 2879900210
source: Current Environment Name
da_dk: Aktuelt miljønavn
de_de: Aktueller Umgebungsname
es_es: Nombre del entorno actual
fi_fi: Nykyinen ympäristön nimi
fr_fr: Nom de l'environnement actuel
it_it: Nome Ambiente Corrente
nb_no: Gjeldende Miljønavn
