Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 620516318 - Control 1635461023 - Property 2879900210
source: Telemetry Connection
da_dk: Telemetriforbindelse
de_de: Telemetrieverbindung
es_es: Conexión de telemetría
fi_fi: Telemetriayhteys
fr_fr: Connexion de télémétrie
it_it: Connessione Telemetria
nb_no: Telemetrikobling

# Page 620516318 - Control 2704109837 - Property 1295455071
source: Specifies whether telemetry is properly configured for this environment.
da_dk: Angiver, om telemetri er konfigureret korrekt for dette miljø.
de_de: Gibt an, ob die Telemetrie für diese Umgebung ordnungsgemäß konfiguriert ist.
es_es: Especifica si la telemetría está configurada correctamente para este entorno.
fi_fi: Määrittää, onko telemetria määritetty oikein tälle ympäristölle.
fr_fr: Spécifie si la télémétrie est correctement configurée pour cet environnement.
it_it: Specifica se la telemetria è configurata correttamente per questo ambiente.
nb_no: Angir om telemetri er korrekt satt opp for dette miljøet.

# Page 620516318 - Control 2704109837 - Property 2879900210
source: Status
es_es: Estado
fi_fi: Tila
fr_fr: Statut
it_it: Stato

# Page 620516318 - Control 1731247478 - Property 1295455071
source: Table ID where results will be stored. Leave blank for generic processing.
da_dk: Tabel-id, hvor resultaterne vil blive gemt. Lad være tomt for generisk behandling.
de_de: Tabellen-ID, in der Ergebnisse gespeichert werden. Leer lassen für generische Verarbeitung.
es_es: ID de tabla donde se almacenarán los resultados. Déjelo en blanco para el procesamiento genérico.
fi_fi: Taulukon tunnus, johon tulokset tallennetaan. Jätä tyhjäksi yleistä käsittelyä varten.
fr_fr: ID de table où les résultats seront stockés. Laisser vide pour un traitement générique.
it_it: ID tabella in cui verranno memorizzati i risultati. Lasciare vuoto per l'elaborazione generica.
nb_no: Tabell-ID der resultater vil bli lagret. La stå tomt for generell behandling.

# Page 620516318 - Action 2792699792 - Property 2879900210
source: Initialize Default Queries
da_dk: Initialiser standardforespørgsler
de_de: Standardabfragen initialisieren
es_es: Inicializar consultas predeterminadas
fi_fi: Alusta oletuskyselyt
fr_fr: Initialiser les requêtes par défaut
it_it: Inizializza Query Predefinite
nb_no: Initialiser standardspørringer

# Page 620516318 - Action 2792699792 - Method 1377591017 - NamedType 2216940919
source: Default KQL queries have been initialized.
da_dk: Standard-KQL-forespørgsler er blevet initialiseret.
de_de: Standard-KQL-Abfragen wurden initialisiert.
es_es: Las consultas KQL predeterminadas se han inicializado.
fi_fi: KQL-oletuskyselyt on alustettu.
fr_fr: Les requêtes KQL par défaut ont été initialisées.
it_it: Le query KQL predefinite sono state inizializzate.
nb_no: Standard KQL-spørringer har blitt initialisert.

# Page 620516318 - Action 2632395477 - Property 2879900210
source: Run Query
da_dk: Kør forespørgsel
de_de: Abfrage ausführen
es_es: Ejecutar consulta
fi_fi: Suorita kysely
fr_fr: Exécuter la requête
it_it: Esegui Query
nb_no: Kjør spørring

# Page 620516318 - Action 2632395477 - Method 1377591017 - NamedType 1548616738
source: No environment context is set. Please open KQL Queries from the Environment Card to use the environment context directly.
da_dk: Ingen miljøkontekst er angivet. Åbn KQL-forespørgsler fra miljøkortet for at bruge miljøkonteksten direkte.
de_de: Kein Umgebungskontext festgelegt. Bitte öffnen Sie KQL-Abfragen aus der Umgebungskarte, um den Umgebungskontext direkt zu verwenden.
es_es: No se ha establecido ningún contexto de entorno. Abra Consultas KQL desde la Ficha de entorno para usar el contexto de entorno directamente.
fi_fi: Ympäristökontekstia ei ole asetettu. Avaa KQL-kyselyt Ympäristökortista käyttääksesi ympäristökontekstia suoraan.
fr_fr: Aucun contexte d'environnement n'est défini. Veuillez ouvrir les requêtes KQL depuis la fiche d'environnement pour utiliser directement le contexte d'environnement.
it_it: Nessun contesto di ambiente impostato. Si prega di aprire le Query KQL dalla Scheda Ambiente per utilizzare direttamente il contesto dell'ambiente.
nb_no: Ingen miljøkontekst er satt. Vennligst åpne KQL-spørringer fra Miljøkortet for å bruke miljøkonteksten direkte.

# Page 620516318 - Action 2632395477 - Method 1377591017 - NamedType 1743548257
source: The environment "%1" does not have an Application Insights connection string configured. Please configure telemetry first.
da_dk: Miljøet "%1" har ikke en Application Insights-forbindelsesstreng konfigureret. Konfigurer telemetri først.
de_de: Die Umgebung "%1" hat keine Application Insights-Verbindungszeichenfolge konfiguriert. Bitte konfigurieren Sie zuerst die Telemetrie.
es_es: El entorno "%1" no tiene configurada una cadena de conexión de Application Insights. Configure la telemetría primero.
fi_fi: Ympäristölle "%1" ei ole määritetty Application Insights -yhteysmerkkijonoa. Määritä telemetria ensin.
fr_fr: L'environnement "%1" n'a pas de chaîne de connexion Application Insights configurée. Veuillez d'abord configurer la télémétrie.
it_it: L'ambiente "%1" non ha una stringa di connessione Application Insights configurata. Si prega di configurare prima la telemetria.
nb_no: Miljøet "%1" har ikke en Application Insights-tilkoblingsstreng konfigurert. Vennligst konfigurer telemetri først.

# Page 620516318 - Action 2632395477 - Method 1377591017 - NamedType 2355372627
source: Application Insights connection setup not found for environment "%1". Please verify telemetry configuration.
da_dk: Application Insights-forbindelsesopsætning blev ikke fundet for miljøet "%1". Kontroller telemetrikonfigurationen.
de_de: Application Insights-Verbindungseinrichtung für Umgebung "%1" nicht gefunden. Bitte überprüfen Sie die Telemetriekonfiguration.
es_es: No se encontró la configuración de conexión de Application Insights para el entorno "%1". Verifique la configuración de telemetría.
fi_fi: Application Insights -yhteyden asetusta ei löytynyt ympäristölle "%1". Tarkista telemetrian kokoonpano.
fr_fr: Configuration de connexion Application Insights introuvable pour l'environnement "%1". Veuillez vérifier la configuration de la télémétrie.
it_it: Configurazione connessione Application Insights non trovata per l'ambiente "%1". Si prega di verificare la configurazione della telemetria.
nb_no: Koblingsoppsett for Application Insights ble ikke funnet for miljøet "%1". Vennligst kontroller telemetrikonfigurasjonen.

# Page 653618802 - Property 2879900210
source: Query Preview
da_dk: Forespørgselseksempel
de_de: Abfragevorschau
es_es: Vista previa de consulta
fi_fi: Kyselyn esikatselu
fr_fr: Aperçu de la requête
it_it: Anteprima Query
nb_no: Forhåndsvis spørring

# Page 653618802 - Method 3506017197 - NamedType 3856654310
source: Please select a query record first.
da_dk: Vælg en forespørgelsespost først.
de_de: Bitte wählen Sie zuerst einen Abfragedatensatz aus.
es_es: Seleccione primero un registro de consulta.
fi_fi: Valitse ensin kyselytietue.
fr_fr: Veuillez d'abord sélectionner un enregistrement de requête.
it_it: Si prega di selezionare prima un record di query.
nb_no: Vennligst velg en spørring.

# Page 653618802 - Method 3506017197 - NamedType 2114111733
source: No query content to download.
da_dk: Intet forespørgselsindhold at downloade.
de_de: Kein Abfrageinhalt zum Herunterladen.
es_es: No hay contenido de consulta para descargar.
fi_fi: Ei ladattavaa kyselyn sisältöä.
fr_fr: Aucun contenu de requête à télécharger.
it_it: Nessun contenuto query da scaricare.
nb_no: Ingen data fra spørringen å laste ned.

# Page 653618802 - Method 1954611491 - NamedType 3856654310
source: Please select a query record first.
da_dk: Vælg en forespørgelsespost først.
de_de: Bitte wählen Sie zuerst einen Abfragedatensatz aus.
es_es: Seleccione primero un registro de consulta.
fi_fi: Valitse ensin kyselytietue.
fr_fr: Veuillez d'abord sélectionner un enregistrement de requête.
it_it: Si prega di selezionare prima un record di query.
nb_no: Vennligst velg en spørring.

# Page 653618802 - Method 1954611491 - NamedType 2176793956
source: The selected file is empty.
da_dk: Den valgte fil er tom.
de_de: Die ausgewählte Datei ist leer.
es_es: El archivo seleccionado está vacío.
fi_fi: Valittu tiedosto on tyhjä.
fr_fr: Le fichier sélectionné est vide.
it_it: Il file selezionato è vuoto.
nb_no: Den valgte filen er tom.

# Page 653618802 - Method 1954611491 - NamedType 368773475
source: Query uploaded successfully from file: %1
da_dk: Forespørgsel blev uploadet fra fil: %1
de_de: Abfrage erfolgreich aus Datei hochgeladen: %1
es_es: Consulta cargada correctamente desde el archivo: %1
fi_fi: Kysely ladattiin onnistuneesti tiedostosta: %1
fr_fr: Requête téléchargée avec succès depuis le fichier : %1
it_it: Query caricata con successo dal file: %1
nb_no: Vellykket opplasting av spørring fra fil: %1

# Page 653618802 - Control 4140551881 - Property 2879900210
source: Query
da_dk: Forespørgsel
de_de: Abfrage
es_es: Consulta
fi_fi: Kysely
fr_fr: Requête
nb_no: Spørring

# Page 653618802 - Action 1441010170 - Property 1295455071
source: Download the KQL query to a text file
da_dk: Download KQL-forespørgslen til en tekstfil
de_de: KQL-Abfrage in eine Textdatei herunterladen
es_es: Descargar la consulta KQL a un archivo de texto
fi_fi: Lataa KQL-kysely tekstitiedostoon
fr_fr: Télécharger la requête KQL dans un fichier texte
it_it: Scarica la query KQL in un file di testo
nb_no: Last ned KQL -spørring til tekstfil

# Page 653618802 - Action 1441010170 - Property 2879900210
source: Download Query
da_dk: Download forespørgsel
de_de: Abfrage herunterladen
es_es: Descargar consulta
fi_fi: Lataa kysely
fr_fr: Télécharger la requête
it_it: Scarica Query
nb_no: Last ned spørring

# Page 653618802 - Action 3274348811 - Property 1295455071
source: Upload a KQL query from a text file
da_dk: Upload en KQL-forespørgsel fra en tekstfil
de_de: KQL-Abfrage aus einer Textdatei hochladen
es_es: Cargar una consulta KQL desde un archivo de texto
fi_fi: Lataa KQL-kysely tekstitiedostosta
fr_fr: Télécharger une requête KQL depuis un fichier texte
it_it: Carica una query KQL da un file di testo
nb_no: Last opp spørring fra tekstfil.

# Page 653618802 - Action 3274348811 - Property 2879900210
source: Upload Query
da_dk: Upload forespørgsel
de_de: Abfrage hochladen
es_es: Cargar consulta
fi_fi: Lataa kysely
fr_fr: Télécharger la requête
it_it: Carica Query
nb_no: Last opp spørring

# Page 4071760968 - Control 3004954119 - Property 2879900210
source: Query Code
da_dk: Forespørgselskode
de_de: Abfragecode
es_es: Código de consulta
fi_fi: Kyselykoodi
fr_fr: Code de requête
it_it: Codice Query
nb_no: Kode for spørringen

# Page 4071760968 - Control 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
fr_fr: Désignation
it_it: Descrizione
nb_no: Beskrivelse

# Page 4071760968 - Control 2961552353 - Property 2879900210
source: Query Name
da_dk: Forespørgselsnavn
de_de: Abfragename
es_es: Nombre de consulta
fi_fi: Kyselyn nimi
fr_fr: Nom de requête
it_it: Nome Query
nb_no: Navn på spørring

# Page 1245323123 - Action 1786049364 - Property 1295455071
source: Loads data from the API.
da_dk: Indlæser data fra API'en.
de_de: Lädt Daten aus der API.
es_es: Carga datos desde la API.
fi_fi: Lataa tiedot API:sta.
fr_fr: Charge les données depuis l'API.
it_it: Carica i dati dall'API.
nb_no: Hent data fra API.

# Page 1245323123 - Action 1786049364 - Property 2879900210
source: Load
da_dk: Indlæs
de_de: Auslastung
es_es: Cargar
fi_fi: Lataa
fr_fr: Charger
it_it: Carico
nb_no: Hent data

# Page 1245323123 - Action 1786049364 - Method 1377591017 - NamedType 1548616738
source: No environment context available. Please run this query from the Environment List or Environment Card.
da_dk: Ingen miljøkontekst tilgængelig. Kør denne forespørgsel fra miljølisten eller miljøkortet.
de_de: Kein Umgebungskontext verfügbar. Bitte führen Sie diese Abfrage aus der Umgebungsliste oder der Umgebungskarte aus.
es_es: No hay contexto de entorno disponible. Ejecute esta consulta desde la Lista de entornos o la Ficha de entorno.
fi_fi: Ympäristökonteksti ei ole käytettävissä. Suorita tämä kysely Ympäristöluettelosta tai Ympäristökortista.
fr_fr: Aucun contexte d'environnement disponible. Veuillez exécuter cette requête depuis la liste des environnements ou la fiche d'environnement.
it_it: Nessun contesto di ambiente disponibile. Si prega di eseguire questa query dall'Elenco Ambienti o dalla Scheda Ambiente.
nb_no: Ingen miljøkontekst tilgjengelig. Vennligst kjør denne forespørselen fra Miljølisten eller Miljøkortet.

# Page 2745886620 - Action 1786049364 - Property 1295455071
source: Loads data from the API.
da_dk: Indlæser data fra API'en.
de_de: Lädt Daten aus der API.
es_es: Carga datos desde la API.
fi_fi: Lataa tiedot API:sta.
fr_fr: Charge les données depuis l'API.
it_it: Carica i dati dall'API.
nb_no: Hent data fra API.

# Page 2745886620 - Action 1786049364 - Property 2879900210
source: Load
da_dk: Indlæs
de_de: Auslastung
es_es: Cargar
fi_fi: Lataa
fr_fr: Charger
it_it: Carico
nb_no: Hent data

# Page 2745886620 - Action 1786049364 - Method 1377591017 - NamedType 1548616738
source: No environment context available. Please run this query from the Environment List or Environment Card.
da_dk: Ingen miljøkontekst tilgængelig. Kør denne forespørgsel fra miljølisten eller miljøkortet.
de_de: Kein Umgebungskontext verfügbar. Bitte führen Sie diese Abfrage aus der Umgebungsliste oder der Umgebungskarte aus.
es_es: No hay contexto de entorno disponible. Ejecute esta consulta desde la Lista de entornos o la Ficha de entorno.
fi_fi: Ympäristökonteksti ei ole käytettävissä. Suorita tämä kysely Ympäristöluettelosta tai Ympäristökortista.
fr_fr: Aucun contexte d'environnement disponible. Veuillez exécuter cette requête depuis la liste des environnements ou la fiche d'environnement.
it_it: Nessun contesto di ambiente disponibile. Si prega di eseguire questa query dall'Elenco Ambienti o dalla Scheda Ambiente.
nb_no: Ingen miljøkontekst tilgjengelig. Vennligst kjør denne forespørselen fra Miljølisten eller Miljøkortet.

# Report 2415584498 - Property 2879900210
source: Telemetry Analysis - Load Data
da_dk: Telemetrianalyse - indlæs data
de_de: Telemetrieanalyse - Daten laden
es_es: Análisis de telemetría - Cargar datos
fi_fi: Telemetria-analyysi - Lataa tiedot
fr_fr: Analyse de télémétrie - Charger les données
it_it: Analisi Telemetria - Carica Dati
nb_no: Telemetrianalyse - Hent data

# Report 2415584498 - Method 400393278 - NamedType 1523205373
source: The selected query does not contain any text.
da_dk: Den valgte forespørgsel indeholder ikke nogen tekst.
de_de: Die ausgewählte Abfrage enthält keinen Text.
es_es: La consulta seleccionada no contiene ningún texto.
fi_fi: Valittu kysely ei sisällä tekstiä.
fr_fr: La requête sélectionnée ne contient aucun texte.
it_it: La query selezionata non contiene alcun testo.
nb_no: Den valgte spørringen inneholder ingen tekst.

# Report 2415584498 - Method 2401887333 - NamedType 3328276059
source: This initialization method is no longer supported. Use InitRequestFromEnvironment instead.
da_dk: Denne initialiseringsmetode understøttes ikke længere. Brug InitRequestFromEnvironment i stedet.
de_de: Diese Initialisierungsmethode wird nicht mehr unterstützt. Verwenden Sie stattdessen InitRequestFromEnvironment.
es_es: Este método de inicialización ya no es compatible. Use InitRequestFromEnvironment en su lugar.
fi_fi: Tätä alustusmetodia ei enää tueta. Käytä sen sijaan InitRequestFromEnvironment-metodia.
fr_fr: Cette méthode d'initialisation n'est plus prise en charge. Utilisez InitRequestFromEnvironment à la place.
it_it: Questo metodo di inizializzazione non è più supportato. Utilizzare InitRequestFromEnvironment invece.
nb_no: Denne initialiseringsmetoden støttes ikke lenger. Bruk InitRequestFromEnvironment i stedet.

# Report 2415584498 - Method 1052444252 - NamedType 1743548257
source: The selected environment does not have an Application Insights connection string configured.
da_dk: Det valgte miljø har ikke en Application Insights-forbindelsesstreng konfigureret.
de_de: Die ausgewählte Umgebung hat keine Application Insights-Verbindungszeichenfolge konfiguriert.
es_es: El entorno seleccionado no tiene configurada una cadena de conexión de Application Insights.
fi_fi: Valitulle ympäristölle ei ole määritetty Application Insights -yhteysmerkkijonoa.
fr_fr: L'environnement sélectionné n'a pas de chaîne de connexion Application Insights configurée.
it_it: L'ambiente selezionato non ha una stringa di connessione Application Insights configurata.
nb_no: Det valgte miljøet har ikke en Application Insights-tilkoblingsstreng konfigurert.

# Report 2415584498 - Method 1052444252 - NamedType 2355372627
source: Application Insights connection setup not found for the selected environment.
da_dk: Application Insights-forbindelsesopsætning blev ikke fundet for det valgte miljø.
de_de: Application Insights-Verbindungseinrichtung für die ausgewählte Umgebung nicht gefunden.
es_es: No se encontró la configuración de conexión de Application Insights para el entorno seleccionado.
fi_fi: Application Insights -yhteyden asetusta ei löytynyt valitulle ympäristölle.
fr_fr: Configuration de connexion Application Insights non trouvée pour l'environnement sélectionné.
it_it: Configurazione connessione Application Insights non trovata per l'ambiente selezionato.
nb_no: Tilkoblingsoppsett for Application Insights ble ikke funnet for det valgte miljøet.

# Report 2415584498 - Method 1063934148 - NamedType 2164942842
source: The query must return at least one result table.
da_dk: Forespørgslen skal returnere mindst én resultattabel.
de_de: Die Abfrage muss mindestens eine Ergebnistabelle zurückgeben.
es_es: La consulta debe devolver al menos una tabla de resultados.
fi_fi: Kyselyn on palautettava vähintään yksi tulostaulukko.
fr_fr: La requête doit renvoyer au moins une table de résultats.
it_it: La query deve restituire almeno una tabella di risultati.
nb_no: Forespørselen må returnere minst én resultat-tabell.

# Report 2415584498 - Method 1063934148 - NamedType 3263546296
source: Telemetry configuration is incomplete. Ensure Application ID and API Key are specified.
da_dk: Telemetrikonfigurationen er ufuldstændig. Kontroller, at program-id og API-nøgle er angivet.
de_de: Telemetriekonfiguration ist unvollständig. Stellen Sie sicher, dass Anwendungs-ID und API-Schlüssel angegeben sind.
es_es: La configuración de telemetría está incompleta. Asegúrese de que se especifiquen el ID de aplicación y la clave de API.
fi_fi: Telemetrian kokoonpano on puutteellinen. Varmista, että sovellustunnus ja API-avain on määritetty.
fr_fr: La configuration de la télémétrie est incomplète. Assurez-vous que l'ID d'application et la clé API sont spécifiés.
it_it: La configurazione della telemetria è incompleta. Assicurarsi che l'ID Applicazione e la Chiave API siano specificati.
nb_no: Telemetrikonfigurasjonen er ufullstendig. Sørg for at applikasjons-ID og API-nøkkel er angitt.

# Report 2415584498 - Method 2632395477 - NamedType 4223132587
source: Please select a Query Code
da_dk: Vælg en forespørgselskode
de_de: Bitte wählen Sie einen Abfragecode aus
es_es: Seleccione un código de consulta
fi_fi: Valitse kyselykoodi
fr_fr: Veuillez sélectionner un code de requête
it_it: Si prega di selezionare un Codice Query
nb_no: Vennligst velg en spørring

# Report 2415584498 - Method 2632395477 - NamedType 4183348896
source: Query Code %1 was not found in the KQL Query Store.
da_dk: Forespørgselskoden %1 blev ikke fundet i KQL-forespørgelseslageret.
de_de: Abfragecode %1 wurde im KQL-Abfragespeicher nicht gefunden.
es_es: El código de consulta %1 no se encontró en el almacén de consultas KQL.
fi_fi: Kyselykoodia %1 ei löytynyt KQL-kyselyvarastosta.
fr_fr: Le code de requête %1 est introuvable dans le magasin de requêtes KQL.
it_it: Il Codice Query %1 non è stato trovato nell'Archivio Query KQL.
nb_no: Forespørselkode %1 ble ikke funnet i KQL-forespørselslageret.

# Report 2415584498 - Method 150714374 - NamedType 2803637380
source: Query executed successfully. No specific results page configured.
da_dk: Forespørgsel blev udført. Ingen specifik resultatside konfigureret.
de_de: Abfrage erfolgreich ausgeführt. Keine spezifische Ergebnisseite konfiguriert.
es_es: Consulta ejecutada correctamente. No se ha configurado ninguna página de resultados específica.
fi_fi: Kysely suoritettiin onnistuneesti. Tulossivua ei ole määritetty.
fr_fr: Requête exécutée avec succès. Aucune page de résultats spécifique configurée.
it_it: Query eseguita con successo. Nessuna pagina di risultati specifica configurata.
nb_no: Forespørselen ble utført vellykket. Ingen spesifikk resultatside er konfigurert.

# Report 2415584498 - Method 150714374 - NamedType 577067748
source: Query executed successfully. Results stored in Table ID %1.
da_dk: Forespørgsel blev udført. Resultater gemt i tabel-id %1.
de_de: Abfrage erfolgreich ausgeführt. Ergebnisse in Tabellen-ID %1 gespeichert.
es_es: Consulta ejecutada correctamente. Resultados almacenados en el ID de tabla %1.
fi_fi: Kysely suoritettiin onnistuneesti. Tulokset tallennettu taulukkotunnukseen %1.
fr_fr: Requête exécutée avec succès. Résultats stockés dans l'ID de table %1.
it_it: Query eseguita con successo. Risultati memorizzati nell'ID Tabella %1.
nb_no: Forespørsel utført vellykket. Resultater lagret i tabell-ID %1.

# Report 2415584498 - Control 2073887921 - Property 1295455071
source: Specifies the Entra Tenant ID for filtering telemetry data.
da_dk: Angiver Entra-tenant-id'et til filtrering af telemetridata.
de_de: Gibt die Entra-Tenant-ID zum Filtern von Telemetriedaten an.
es_es: Especifica el ID de inquilino de Entra para filtrar datos de telemetría.
fi_fi: Määrittää Entra-tenant id:n telemetriatietojen suodatukseen.
fr_fr: Spécifie l'ID de locataire Entra pour filtrer les données de télémétrie.
it_it: Specifica l'ID Tenant Entra per filtrare i dati di telemetria.
nb_no: Angir Entra leietaker-ID for filtrering av telemetridata.

# Report 2415584498 - Control 2073887921 - Property 2879900210
source: Entra Tenant ID
de_de: Entra-Tenants-ID
es_es: ID de inquilino de Entra
fr_fr: ID de locataire Entra
it_it: ID Tenant Entra
nb_no: Entra leietaker-ID

# Report 2415584498 - Control 2225148790 - Property 1295455071
source: Specifies the environment code for telemetry data.
da_dk: Angiver miljøkoden for telemetridata.
de_de: Gibt den Umgebungscode für Telemetriedaten an.
es_es: Especifica el código de entorno para datos de telemetría.
fi_fi: Määrittää ympäristökoodin telemetriatiedoille.
fr_fr: Spécifie le code d'environnement pour les données de télémétrie.
it_it: Specifica il codice ambiente per i dati di telemetria.
nb_no: Angir miljøkoden for telemetridata

# Report 2415584498 - Control 2225148790 - Property 2879900210
source: Environment Code
da_dk: Miljøkode
de_de: Umgebungscode
es_es: Código de entorno
fi_fi: Ympäristökoodi
fr_fr: Code d'environnement
it_it: Codice Ambiente
nb_no: Miljøkode

# Report 2415584498 - Control 542429436 - Property 1295455071
source: Specifies the environment name for filtering telemetry data.
da_dk: Angiver miljønavnet til filtrering af telemetridata.
de_de: Gibt den Umgebungsnamen zum Filtern von Telemetriedaten an.
es_es: Especifica el nombre del entorno para filtrar datos de telemetría.
fi_fi: Määrittää ympäristön nimen telemetriatietojen suodatukseen.
fr_fr: Spécifie le nom de l'environnement pour filtrer les données de télémétrie.
it_it: Specifica il nome dell'ambiente per filtrare i dati di telemetria.
nb_no: Angir miljønavn for filtrering av telemetridata
