Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 1807623301 - Action 389138476 - Method 1377591017 - NamedType 407090172
source: Are you sure you want to delete all %1 fetched feature records?
da_dk: Er du sikker på, at du vil slette alle %1 hentede funktionsposter?
de_de: Möchten Sie wirklich alle %1 abgerufenen Feature-Datensätze löschen?
es_es: ¿Está seguro de que desea eliminar todos los registros de características obtenidos (%1)?
fi_fi: Haluatko varmasti poistaa kaikki %1 haetut ominaisuustietueet?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements de fonctionnalités récupérés (%1) ?
it_it: Sei sicuro di voler eliminare tutti i %1 record delle funzionalità recuperate?
nb_no: Er du sikker på at du vil slette alle %1 hentede funksjonsposter?

# Page 1807623301 - Action 389138476 - Method 1377591017 - NamedType 1684716017
source: %1 feature records deleted.
da_dk: %1 funktionsposter blev slettet.
de_de: %1 Funktionsdatensätze gelöscht.
es_es: %1 registros de características eliminados.
fi_fi: %1 ominaisuustietuetta poistettu.
fr_fr: %1 enregistrements de fonctionnalités supprimés.
it_it: %1 record delle funzionalità eliminati.
nb_no: %1 funksjonsposter slettet.

# Page 1807623301 - Action 312510131 - Property 1295455071
source: Retrieve the list of available features for this environment.
da_dk: Hent listen over tilgængelige funktioner for dette miljø.
de_de: Liste der verfügbaren Features für diese Umgebung abrufen.
es_es: Recuperar la lista de características disponibles para este entorno.
fi_fi: Hae tämän ympäristön saatavilla olevien ominaisuuksien luettelo.
fr_fr: Récupérer la liste des fonctionnalités disponibles pour cet environnement.
it_it: Recupera l'elenco delle funzionalità disponibili per questo ambiente.
nb_no: Hent listen med tilgjengelige funksjoner for dette miljøet.

# Page 1807623301 - Action 312510131 - Property 2879900210
source: Get Features
da_dk: Hent funktioner
de_de: Features abrufen
es_es: Obtener características
fi_fi: Hae ominaisuudet
fr_fr: Obtenir les fonctionnalités
it_it: Ottieni Funzionalità
nb_no: Hent funksjoner

# Page 1807623301 - Action 312510131 - Method 1377591017 - NamedType 1556380518
source: Features retrieved successfully.
da_dk: Funktioner blev hentet.
de_de: Funktionen erfolgreich abgerufen.
es_es: Características recuperadas correctamente.
fi_fi: Ominaisuudet haettu onnistuneesti.
fr_fr: Fonctionnalités récupérées avec succès.
it_it: Funzionalità recuperate con successo.
nb_no: Funksjoner hentet vellykket.

# Page 1807623301 - Action 1664397132 - Property 2879900210
source: Features
da_dk: Funktioner
es_es: Características
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
it_it: Funzionalità
nb_no: Funksjoner

# Table 795145354 - Property 2879900210
source: BC Admin Center Cue
da_dk: BC-admincenter kasse
de_de: BC Admin Center-Hinweis
es_es: Pila del Centro de administración de BC
fi_fi: BC-hallintakeskuksen pinokoodi
fr_fr: Pile du centre d'administration BC
it_it: Indicatori BC Admin Center
nb_no: BC Admin Center flis

# Table 795145354 - Field 3017203616 - Property 2879900210
source: Customers
da_dk: Kunder
de_de: Debitoren
es_es: Clientes
fi_fi: Asiakkaat
fr_fr: Clients
it_it: Clienti
nb_no: Kunder

# Table 795145354 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
de_de: Primärschlüssel
es_es: Clave principal
fi_fi: Perusavain
fr_fr: Clé primaire
it_it: Chiave primaria
nb_no: Primærnøkkel

# Table 795145354 - Field 1661556656 - Property 2879900210
source: Tenants
es_es: Inquilinos
fi_fi: Tenantit
fr_fr: Locataires
it_it: Tenant
nb_no: Leietakere

# Codeunit 3840191977 - Method 3406749607 - NamedType 2832607884
source: Failed to get Automation API access token: %1
da_dk: Kunne ikke hente Automation API-adgangstoken: %1
de_de: Fehler beim Abrufen des Automation-API-Zugriffstokens: %1
es_es: Error al obtener el token de acceso de la API de automatización: %1
fi_fi: Automation API -käyttöoikeustunnuksen haku epäonnistui: %1
fr_fr: Échec de la récupération du jeton d'accès à l'API d'automatisation : %1
it_it: Impossibile ottenere il token di accesso API Automation: %1
nb_no: Kunne ikke hente tilgangstoken for Automation API: %1

# Codeunit 3840191977 - Method 530002110 - NamedType 2832607884
source: Failed to get access token from response\%1
da_dk: Kunne ikke hente adgangstoken fra svar\%1
de_de: Fehler beim Abrufen des Zugriffstokens aus der Antwort\%1
es_es: Error al obtener el token de acceso de la respuesta\%1
fi_fi: Käyttöoikeustunnuksen haku vastauksesta epäonnistui\%1
fr_fr: Échec de la récupération du jeton d'accès depuis la réponse\%1
it_it: Impossibile ottenere il token di accesso dalla risposta\%1
nb_no: Mislyktes med å hente ut tilgangstoken fra responsen\%1

# Codeunit 3840191977 - Method 4075363502 - NamedType 3483637739
source: Failed to obtain access token.
da_dk: Kunne ikke hente adgangstoken.
de_de: Fehler beim Abrufen des Zugriffstokens.
es_es: Error al obtener el token de acceso.
fi_fi: Käyttöoikeustunnuksen hankkiminen epäonnistui.
fr_fr: Échec de l'obtention du jeton d'accès.
it_it: Impossibile ottenere il token di accesso.
nb_no: Mislyktes med å hente tilgangstoken.

# Codeunit 3840191977 - Method 4075363502 - NamedType 3768174908
source: Failed to send HTTP request
da_dk: Kunne ikke sende HTTP-anmodning
de_de: Fehler beim Senden der HTTP-Anforderung
es_es: Error al enviar la solicitud HTTP
fi_fi: HTTP-pyynnön lähettäminen epäonnistui
fr_fr: Échec de l'envoi de la requête HTTP
it_it: Impossibile inviare la richiesta HTTP
nb_no: Mislyktes med å sende HTTP forespørsel.

# Codeunit 3840191977 - Method 1558264934 - NamedType 726025453
source: Failed to connect to the API.
da_dk: Kunne ikke oprette forbindelse til API'en.
de_de: Fehler beim Herstellen einer Verbindung mit der API.
es_es: Error al conectar con la API.
fi_fi: Yhteyden muodostaminen API:in epäonnistui.
fr_fr: Échec de la connexion à l'API.
it_it: Impossibile connettersi all'API.
nb_no: Mislyktes med å kontakte API.

# Page 1192667575 - Property 2879900210
source: BC Admin Center
es_es: Centro de administración de BC
fi_fi: BC-hallintakeskus
fr_fr: Centre d'administration BC

# Page 1192667575 - Control 873771301 - Property 2879900210
source: Overview
da_dk: Oversigt
de_de: Matrix
es_es: Descripción general
fi_fi: Yleiskuvaus
fr_fr: Aperçu
it_it: Sintesi
nb_no: Oversikt

# Page 1192667575 - Control 3017203616 - Property 1295455071
source: Number of D365 BC customers
da_dk: Antal D365 BC-kunder
de_de: Anzahl der D365 BC-Kunden
es_es: Número de clientes de D365 BC
fi_fi: D365 BC -asiakkaiden määrä
fr_fr: Nombre de clients D365 BC
it_it: Numero di clienti D365 BC
nb_no: Antall D365 BC Kunder

# Page 1192667575 - Control 3017203616 - Property 2879900210
source: Customers
da_dk: Kunder
de_de: Debitoren
es_es: Clientes
fi_fi: Asiakkaat
fr_fr: Clients
it_it: Clienti
nb_no: Kunder

# Page 1192667575 - Control 1661556656 - Property 1295455071
source: Number of Entra ID tenants
da_dk: Antal Entra ID-tenante
de_de: Anzahl der Entra ID-Tenants
es_es: Número de inquilinos de Entra ID
fi_fi: Entra ID -tenanttien määrä
fr_fr: Nombre de locataires Entra ID
it_it: Numero di tenant Entra ID
nb_no: Antall Entra leietaker-ID

# Page 1192667575 - Control 1661556656 - Property 2879900210
source: Tenants
es_es: Inquilinos
fi_fi: Tenantit
fr_fr: Locataires
it_it: Tenant
nb_no: Leietakere

# Page 1771594835 - Property 2879900210
source: D365 BC Admin Center
es_es: Centro de administración de D365 BC
fi_fi: D365 BC -hallintakeskus
fr_fr: Centre d'administration D365 BC

# Profile 2075921650 - Property 2879900210
source: D365 BC Admin
da_dk: D365 BC-administrator
de_de: D365 BC-Administrator
es_es: Administrador de D365 BC
fi_fi: D365 BC -järjestelmänvalvoja
fr_fr: Administrateur D365 BC
it_it: Amministratore D365 BC

# PermissionSet 192857266 - Property 2879900210
source: D365BC Admin Center - Full Access
da_dk: D365BC-admincenter - fuld adgang
de_de: D365BC Admin Center - Vollzugriff
es_es: Centro de administración de D365BC - Acceso completo
fi_fi: D365BC-hallintakeskus - Täysi käyttöoikeus
fr_fr: Centre d'administration D365BC - Accès complet
it_it: D365BC Admin Center - Accesso Completo

# PermissionSet 1398022480 - Property 2879900210
source: D365BC Admin Center - Read Only Access
da_dk: D365BC-admincenter - skrivebeskyttet adgang
de_de: D365BC Admin Center - Schreibgeschützter Zugriff
es_es: Centro de administración de D365BC - Acceso de solo lectura
fi_fi: D365BC-hallintakeskus - Vain lukuoikeus
fr_fr: Centre d'administration D365BC - Accès en lecture seule
it_it: D365BC Admin Center - Accesso Sola Lettura

# PermissionSet 2570488930 - Property 2879900210
source: D365BC Admin Center - Setup Only
da_dk: D365BC-admincenter - kun opsætning
de_de: D365BC Admin Center - Nur Einrichtung
es_es: Centro de administración de D365BC - Solo configuración
fi_fi: D365BC-hallintakeskus - Vain asetukset
fr_fr: Centre d'administration D365BC - Configuration uniquement
it_it: D365BC Admin Center - Solo Configurazione

# PermissionSet 175451410 - Property 2879900210
source: D365BC Admin Center - Telemetry Only
da_dk: D365BC-admincenter - kun telemetri
de_de: D365BC Admin Center - Nur Telemetrie
es_es: Centro de administración de D365BC - Solo telemetría
fi_fi: D365BC-hallintakeskus - Vain telemetria
fr_fr: Centre d'administration D365BC - Télémétrie uniquement
it_it: D365BC Admin Center - Solo Telemetria

# Table 2957340651 - Property 2879900210
source: D365BC Environment Sessions
da_dk: D365BC-miljøsessioner
de_de: D365BC Umgebungssitzungen
es_es: Sesiones de entorno D365BC
fi_fi: D365BC-ympäristön istunnot
fr_fr: Sessions de l'environnement D365BC
it_it: Sessioni Ambiente D365BC
nb_no: D365BC Environment Sesjoner

# Table 2957340651 - Field 345266112 - Property 2879900210
source: Application Family
da_dk: Programfamilie
de_de: Anwendungsfamilie
es_es: Familia de aplicaciones
fi_fi: Sovellustuoteperhe
fr_fr: Famille d'applications
it_it: Famiglia Applicazione
nb_no: Applikasjonsfamilie

# Table 2957340651 - Field 1212258331 - Property 2879900210
source: Client Type
da_dk: Klienttype
de_de: Clientart
es_es: Tipo de cliente
fi_fi: Asiakasohjelman tyyppi
fr_fr: Type de client
it_it: Tipo di client
nb_no: Klienttype

# Table 2957340651 - Field 42363979 - Property 2879900210
source: Current Object ID
da_dk: Aktuelt objekt-id
de_de: Aktuelle Objekt-ID
es_es: ID de objeto actual
fi_fi: Nykyisen objektin tunnus
fr_fr: ID de l'objet actuel
it_it: ID Oggetto Corrente
nb_no: Gjeldende objekt-ID

# Table 2957340651 - Field 2232073157 - Property 2879900210
source: Current Object Name
da_dk: Aktuelt objektnavn
de_de: Aktueller Objektname
es_es: Nombre de objeto actual
fi_fi: Nykyisen objektin nimi
fr_fr: Nom de l'objet actuel
it_it: Nome Oggetto Corrente
nb_no: Gjeldende Objekt-Navn

# Table 2957340651 - Field 1685332856 - Property 2879900210
source: Current Object Type
da_dk: Aktuelt objekttype
de_de: Aktueller Objekttyp
es_es: Tipo de objeto actual
fi_fi: Nykyisen objektin tyyppi
fr_fr: Type de l'objet actuel
it_it: Tipo Oggetto Corrente
nb_no: Gjeldende Objekt-Type

# Table 2957340651 - Field 1391722734 - Property 2879900210
source: Current Operation Duration (ms)
da_dk: Aktuel handlingsvarighed (ms)
de_de: Dauer des aktuellen Vorgangs (ms)
es_es: Duración de la operación actual (ms)
fi_fi: Nykyisen toiminnon kesto (ms)
fr_fr: Durée de l'opération actuelle (ms)
it_it: Durata Operazione Corrente (ms)
nb_no: Gjeldende driftstid (ms)

# Table 2957340651 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.
de_de: Debitorennr.
es_es: Nº cliente
fi_fi: Asiakasnro
fr_fr: N° de client
it_it: Nr. cliente
nb_no: Kundenr.

# Table 2957340651 - Field 3138248772 - Property 2879900210
source: Entry Point Object ID
da_dk: Indgangspunktobjekt-id
de_de: Einstiegspunkt-Objekt-ID
es_es: ID de objeto de punto de entrada
fi_fi: Aloitusobjektin tunnus
fr_fr: ID de l'objet point d'entrée
it_it: ID Oggetto Punto di Ingresso
nb_no: Inngangspunkt Objekt-ID

# Table 2957340651 - Field 2313713758 - Property 2879900210
source: Entry Point Object Name
da_dk: Indgangspunktobjektnavn
de_de: Einstiegspunkt-Objektname
es_es: Nombre de objeto de punto de entrada
fi_fi: Aloitusobjektin nimi
fr_fr: Nom de l'objet point d'entrée
it_it: Nome Oggetto Punto di Ingresso
nb_no: Inngangspunkt Objekt-Navn

# Table 2957340651 - Field 2059058703 - Property 2879900210
source: Entry Point Object Type
da_dk: Indgangspunktobjekttype
de_de: Einstiegspunkt-Objekttyp
es_es: Tipo de objeto de punto de entrada
fi_fi: Aloitusobjektin tyyppi
fr_fr: Type de l'objet point d'entrée
it_it: Tipo Oggetto Punto di Ingresso
nb_no: Inngangspunkt Objekt-Type

# Table 2957340651 - Field 1737174455 - Property 2879900210
source: Entry Point Operation
da_dk: Indgangspunkthandling
de_de: Einstiegspunktvorgang
es_es: Operación de punto de entrada
fi_fi: Aloitustoiminto
fr_fr: Opération du point d'entrée
it_it: Operazione Punto di Ingresso
nb_no: Inngangspunktoperasjon

# Table 2957340651 - Field 1768934958 - Property 2879900210
source: Environment Name
da_dk: Miljønavn
de_de: Umgebungsname
es_es: Nombre del entorno
fi_fi: Ympäristön nimi
fr_fr: Nom de l’environnement
it_it: Nome ambiente
nb_no: Miljønavn

# Table 2957340651 - Field 2517412049 - Property 2879900210
source: Login Date
da_dk: Logondato
de_de: Anmeldedatum
es_es: Fecha de inicio de sesión
fi_fi: Kirjautumisaika
fr_fr: Date de connexion
it_it: Data Login
nb_no: Login dato

# Table 2957340651 - Field 1829104285 - Property 2879900210
source: Session ID
da_dk: Sessions-id
es_es: ID de sesión
fi_fi: Istunnon tunnus
fr_fr: ID session
it_it: ID sessione
nb_no: Økt-ID

# Table 2957340651 - Field 1656975091 - Property 2879900210
source: Tenant ID
es_es: ID de inquilino
fr_fr: ID abonné
it_it: ID tenant
nb_no: Leietaker-ID

# Table 2957340651 - Field 2708250016 - Property 2879900210
source: User ID
da_dk: Bruger-id
de_de: Benutzer-ID
es_es: ID de usuario
fi_fi: Käyttäjätunnus
fr_fr: ID utilisateur
it_it: ID utente
nb_no: Bruker-ID

# Codeunit 363332243 - Method 1271523265 - NamedType 2294662597
source: Are you sure you want to terminate session %1 for user %2?
da_dk: Er du sikker på, at du vil afslutte session %1 for brugeren %2?
de_de: Möchten Sie die Sitzung %1 für Benutzer %2 wirklich beenden?
es_es: ¿Está seguro de que desea finalizar la sesión %1 para el usuario %2?
fi_fi: Haluatko varmasti lopettaa istunnon %1 käyttäjälle %2?
fr_fr: Êtes-vous sûr de vouloir terminer la session %1 pour l'utilisateur %2 ?
it_it: Sei sicuro di voler terminare la sessione %1 per l'utente %2?
nb_no: Er du sikker på at du vil avslutte økten %1 for bruker %2?

# Codeunit 363332243 - Method 1271523265 - NamedType 2259664564
source: Session %1 not found.
da_dk: Sessionen %1 blev ikke fundet.
de_de: Sitzung %1 nicht gefunden.
es_es: Sesión %1 no encontrada.
fi_fi: Istuntoa %1 ei löytynyt.
fr_fr: Session %1 introuvable.
it_it: Sessione %1 non trovata.
nb_no: Fant ikke sesjon %1.

# Codeunit 363332243 - Method 1271523265 - NamedType 242728078
source: Session %1 terminated successfully.
da_dk: Sessionen %1 blev afsluttet.
de_de: Sitzung %1 erfolgreich beendet.
es_es: Sesión %1 finalizada correctamente.
fi_fi: Istunto %1 lopetettiin onnistuneesti.
fr_fr: Session %1 terminée avec succès.
it_it: Sessione %1 terminata con successo.
nb_no: Vellykket terminering av sesjon %1.

# Codeunit 363332243 - Method 1271523265 - NamedType 583182200
source: Failed to terminate session: %1
da_dk: Kunne ikke afslutte sessionen: %1
de_de: Fehler beim Beenden der Sitzung: %1
es_es: Error al finalizar la sesión: %1
fi_fi: Istunnon lopettaminen epäonnistui: %1
fr_fr: Échec de la fin de la session : %1
it_it: Impossibile terminare la sessione: %1
nb_no: Mislyktes med å terminere sesjon: %1

# Codeunit 363332243 - Method 3823866246 - NamedType 3900864523
source: Session details refreshed.
da_dk: Sessionsoplysninger blev opdateret.
de_de: Sitzungsdetails aktualisiert.
es_es: Detalles de la sesión actualizados.
fi_fi: Istunnon tiedot päivitettiin.
fr_fr: Détails de la session actualisés.
it_it: Dettagli sessione aggiornati.
nb_no: Sesjonsdetaljer oppfrisket.

# Codeunit 363332243 - Method 3823866246 - NamedType 2095742617
source: Session details retrieved.
da_dk: Sessionsoplysninger blev hentet.
de_de: Sitzungsdetails abgerufen.
es_es: Detalles de la sesión recuperados.
fi_fi: Istunnon tiedot haettiin.
fr_fr: Détails de la session récupérés.
it_it: Dettagli sessione recuperati.
nb_no: Sesjonsdetaljer mottatt

# Codeunit 363332243 - Method 3823866246 - NamedType 2973748989
source: Failed to retrieve session details: %1
da_dk: Kunne ikke hente sessionsoplysninger: %1
de_de: Fehler beim Abrufen der Sitzungsdetails: %1
es_es: Error al recuperar los detalles de la sesión: %1
fi_fi: Istunnon tietojen haku epäonnistui: %1
fr_fr: Échec de la récupération des détails de la session : %1
it_it: Impossibile recuperare i dettagli della sessione: %1
nb_no: Mislyktes med å motta sesjonsdetaljer: %1

# Codeunit 363332243 - Method 3612961501 - NamedType 1305737990
source: Retrieving sessions...\\Please wait.
da_dk: Henter sessioner...\\Vent.
de_de: Sitzungen werden abgerufen...\\Bitte warten.
es_es: Recuperando sesiones...\\\\Espere por favor.
fi_fi: Haetaan istuntoja...\\Odota.
fr_fr: Récupération des sessions...\\\\Veuillez patienter.
it_it: Recupero delle sessioni...\\Attendere prego.
nb_no: Mottar sesjoner...\Vennligst vent.

# Codeunit 363332243 - Method 3612961501 - NamedType 1556380518
source: %1 session(s) retrieved successfully.
da_dk: %1 session(er) blev hentet.
de_de: %1 Sitzung(en) erfolgreich abgerufen.
es_es: %1 sesión(es) recuperada(s) correctamente.
fi_fi: %1 istuntoa haettiin onnistuneesti.
fr_fr: %1 session(s) récupérée(s) avec succès.
it_it: %1 sessione/i recuperate con successo.
nb_no: Vellykket mottak av %1 sesjoner

# Codeunit 363332243 - Method 3612961501 - NamedType 1372179135
source: No active sessions found.
da_dk: Ingen aktive sessioner blev fundet.
de_de: Keine aktiven Sitzungen gefunden.
es_es: No se encontraron sesiones activas.
fi_fi: Aktiivisia istuntoja ei löytynyt.
fr_fr: Aucune session active trouvée.
it_it: Nessuna sessione attiva trovata.
nb_no: Ingen aktive sesjoner funnet

# Codeunit 363332243 - Method 3612961501 - NamedType 2973748989
source: Failed to retrieve sessions: %1
da_dk: Kunne ikke hente sessioner: %1
de_de: Fehler beim Abrufen der Sitzungen: %1
es_es: Error al recuperar sesiones: %1
fi_fi: Istuntojen haku epäonnistui: %1
fr_fr: Échec de la récupération des sessions : %1
it_it: Impossibile recuperare le sessioni: %1
nb_no: Mislyktes med å motta sesjoner: %1

# Page 1993633906 - Property 2879900210
source: D365BC Environment Session Details
da_dk: D365BC-miljøsessionsdetaljer
de_de: D365BC Umgebungssitzungsdetails
es_es: Detalles de la sesión del entorno D365BC
fi_fi: D365BC-ympäristön istunnon tiedot
fr_fr: Détails de la session de l'environnement D365BC
it_it: Dettagli Sessione Ambiente D365BC
nb_no: D365BC Miljø sesjonsdetaljer

# Page 1993633906 - Control 1560654424 - Property 2879900210
source: Current Object
da_dk: Aktuelt objekt
de_de: Aktuelles Objekt
es_es: Objeto actual
fi_fi: Nykyinen objekti
fr_fr: Objet actuel
it_it: Oggetto Corrente
nb_no: Gjeldende objekt

# Page 1993633906 - Control 42363979 - Property 1295455071
source: Specifies the current object ID.
da_dk: Angiver det aktuelle objekt-id.
de_de: Gibt die aktuelle Objekt-ID an.
es_es: Especifica el ID de objeto actual.
fi_fi: Määrittää nykyisen objektin tunnuksen.
fr_fr: Spécifie l'ID de l'objet actuel.
it_it: Specifica l'ID dell'oggetto corrente.
nb_no: Angir det gjeldende objekt-ID

# Page 1993633906 - Control 2232073157 - Property 1295455071
source: Specifies the current object name.
da_dk: Angiver det aktuelle objektnavn.
de_de: Gibt den aktuellen Objektnamen an.
es_es: Especifica el nombre de objeto actual.
fi_fi: Määrittää nykyisen objektin nimen.
fr_fr: Spécifie le nom de l'objet actuel.
it_it: Specifica il nome dell'oggetto corrente.
nb_no: Angir det gjeldende objekt-navnet

# Page 1993633906 - Control 1685332856 - Property 1295455071
source: Specifies the current object type.
da_dk: Angiver den aktuelle objekttype.
de_de: Gibt den aktuellen Objekttyp an.
es_es: Especifica el tipo de objeto actual.
fi_fi: Määrittää nykyisen objektin tyypin.
fr_fr: Spécifie le type de l'objet actuel.
it_it: Specifica il tipo dell'oggetto corrente.
nb_no: Angir det gjeldende objekt-typen

# Page 1993633906 - Control 1134198612 - Property 2879900210
source: Entry Point
da_dk: Startpunkt
de_de: Einstiegspunkt
es_es: Punto de entrada
fi_fi: Tulopaikka
fr_fr: Point d'entrée
it_it: Punto di ingresso
nb_no: Inngangspunkt

# Page 1993633906 - Control 3138248772 - Property 1295455071
source: Specifies the entry point object ID.
da_dk: Angiver indgangspunktobjekt-id'et.
de_de: Gibt die Einstiegspunkt-Objekt-ID an.
es_es: Especifica el ID de objeto de punto de entrada.
fi_fi: Määrittää aloitusobjektin tunnuksen.
fr_fr: Spécifie l'ID de l'objet point d'entrée.
it_it: Specifica l'ID dell'oggetto del punto di ingresso.
nb_no: Angir inngangspunkt sin object-ID

# Page 1993633906 - Control 2313713758 - Property 1295455071
source: Specifies the entry point object name.
da_dk: Angiver indgangspunktobjektnavnet.
de_de: Gibt den Einstiegspunkt-Objektnamen an.
es_es: Especifica el nombre de objeto de punto de entrada.
fi_fi: Määrittää aloitusobjektin nimen.
fr_fr: Spécifie le nom de l'objet point d'entrée.
it_it: Specifica il nome dell'oggetto del punto di ingresso.
nb_no: Angir inngangspunkt sin object-Navn

# Page 1993633906 - Control 2059058703 - Property 1295455071
source: Specifies the entry point object type.
da_dk: Angiver indgangspunktobjekttypen.
de_de: Gibt den Einstiegspunkt-Objekttyp an.
es_es: Especifica el tipo de objeto de punto de entrada.
fi_fi: Määrittää aloitusobjektin tyypin.
fr_fr: Spécifie le type de l'objet point d'entrée.
it_it: Specifica il tipo dell'oggetto del punto di ingresso.
nb_no: Angir inngangspunkt sin object-Type

# Page 1993633906 - Control 1737174455 - Property 1295455071
source: Specifies the entry point operation.
da_dk: Angiver indgangspunkthandlingen.
de_de: Gibt den Einstiegspunktvorgang an.
es_es: Especifica la operación de punto de entrada.
fi_fi: Määrittää aloitustoiminnon.
fr_fr: Spécifie l'opération du point d'entrée.
it_it: Specifica l'operazione del punto di ingresso.
nb_no: Angir inngangspunkt sin operasjon.

# Page 1993633906 - Control 1317552199 - Property 2879900210
source: Environment
da_dk: Miljø
de_de: Umgebung
es_es: Entorno
fi_fi: Ympäristö
fr_fr: Environnement
it_it: Ambiente
nb_no: Miljø

# Page 1993633906 - Control 4190130733 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver kundens nummer.
de_de: Gibt die Nummer des Debitors an.
es_es: Especifica el número de cliente.
fi_fi: Määrittää asiakasnumeron.
fr_fr: Spécifie le numéro de client.
it_it: Specifica il numero cliente.
nb_no: Angir kundenummeret.

# Page 1993633906 - Control 1768934958 - Property 1295455071
source: Specifies the environment name.
da_dk: Angiver miljønavnet.
de_de: Gibt den Umgebungsnamen an.
es_es: Especifica el nombre del entorno.
fi_fi: Määrittää ympäristön nimen.
fr_fr: Spécifie le nom de l'environnement.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.

# Page 1993633906 - Control 1656975091 - Property 1295455071
source: Specifies the tenant ID.
da_dk: Angiver tenant-id'et.
de_de: Gibt die Tenant-ID an.
es_es: Especifica el ID de inquilino.
fi_fi: Määrittää tenant id:n.
fr_fr: Spécifie l'ID du locataire.
it_it: Specifica l'ID del tenant.
nb_no: Angir leietaker-ID
