Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 1494117452 - Action 39140341 - Property 1295455071
source: Edit the current Application Insights connection setup.
da_dk: Rediger den aktuelle opsætning af Application Insights-forbindelsen.
de_de: Aktuelle Application Insights-Verbindungseinrichtung bearbeiten.
es_es: Editar la configuración de conexión de Application Insights actual.
fi_fi: Muokkaa nykyistä Application Insights -yhteyden asetusta.
fr_fr: Modifier la configuration de connexion Application Insights actuelle.
it_it: Modifica la configurazione di connessione Application Insights corrente.
nb_no: Rediger oppsettet for gjeldende Application Insights-tilkobling

# Page 1494117452 - Action 39140341 - Property 2879900210
source: Edit Current Application Insights Connection
da_dk: Rediger aktuel Application Insights-forbindelse
de_de: Aktuelle Application Insights-Verbindung bearbeiten
es_es: Editar conexión de Application Insights actual
fi_fi: Muokkaa nykyistä Application Insights -yhteyttä
fr_fr: Modifier la connexion Application Insights actuelle
it_it: Modifica Connessione Application Insights Corrente
nb_no: Rediger gjeldende Application Insights-tilkobling

# Page 1494117452 - Action 39140341 - Method 1377591017 - NamedType 3882294411
source: No Application Insights connection setup found for the current connection string.
da_dk: Der blev ikke fundet nogen Application Insights-forbindelsesopsætning for den aktuelle forbindelsesstreng.
de_de: Keine Application Insights-Verbindungseinrichtung für die aktuelle Verbindungszeichenfolge gefunden.
es_es: No se encontró ninguna configuración de conexión de Application Insights para la cadena de conexión actual.
fi_fi: Application Insights -yhteysasetusta ei löytynyt nykyiselle yhteysmerkkijonolle.
fr_fr: Aucune configuration de connexion Application Insights trouvée pour la chaîne de connexion actuelle.
it_it: Nessuna configurazione di Application Insights trovata per la stringa di connessione corrente.
nb_no: Ingen Application Insights-tilkoblingsoppsett funnet for gjeldende tilkoblingsstreng.

# Page 1494117452 - Action 1544630875 - Property 1295455071
source: Select and run a telemetry query directly using this environment's configuration.
da_dk: Vælg og kør en telemetriforespørgsel direkte ved hjælp af dette miljøs konfiguration.
de_de: Wählen Sie eine Telemetrieabfrage aus und führen Sie sie direkt mit der Konfiguration dieser Umgebung aus.
es_es: Seleccionar y ejecutar una consulta de telemetría directamente usando la configuración de este entorno.
fi_fi: Valitse ja suorita telemetriakysely suoraan käyttäen tämän ympäristön kokoonpanoa.
fr_fr: Sélectionner et exécuter une requête de télémétrie directement en utilisant la configuration de cet environnement.
it_it: Seleziona ed esegui una query di telemetria direttamente utilizzando la configurazione di questo ambiente.
nb_no: Velg og kjør en telemetri-forespørsel direkte ved å bruke dette miljøets konfigurasjon.

# Page 1494117452 - Action 1544630875 - Property 2879900210
source: Run Telemetry Query
da_dk: Kør telemetriforespørgsel
de_de: Telemetrieabfrage ausführen
es_es: Ejecutar consulta de telemetría
fi_fi: Suorita telemetriakysely
fr_fr: Exécuter la requête de télémétrie
it_it: Esegui Query Telemetria
nb_no: Kjør telemetri spørring

# Page 1494117452 - Action 1285194967 - Property 1295455071
source: Sets the Application Insights connection string for the selected environment (telemetry).
da_dk: Angiver Application Insights-forbindelsesstrengen for det valgte miljø (telemetri).
de_de: Legt die Application Insights-Verbindungszeichenfolge für die ausgewählte Umgebung fest (Telemetrie).
es_es: Establece la cadena de conexión de Application Insights para el entorno seleccionado (telemetría).
fi_fi: Asettaa Application Insights -yhteysmerkkijonon valitulle ympäristölle (telemetria).
fr_fr: Définit la chaîne de connexion Application Insights pour l'environnement sélectionné (télémétrie).
it_it: Imposta la stringa di connessione Application Insights per l'ambiente selezionato (telemetria).
nb_no: Angir tilkoblingsstrengen for Application Insights for det valgte miljøet (telemetri).

# Page 1494117452 - Action 1285194967 - Property 2879900210
source: Set Application Insights Connection String
da_dk: Angiv Application Insights-forbindelsesstreng
de_de: Application Insights-Verbindungszeichenfolge festlegen
es_es: Establecer cadena de conexión de Application Insights
fi_fi: Aseta Application Insights -yhteysmerkkijono
fr_fr: Définir la chaîne de connexion Application Insights
it_it: Imposta Stringa di Connessione Application Insights
nb_no: Angi Application Insights tilkoblingsstreng

# Page 1494117452 - Action 1285194967 - Method 1377591017 - NamedType 3398415263
source: Are you sure you want to set the Application Insights connection string for environment %1?
da_dk: Er du sikker på, at du vil angive Application Insights-forbindelsesstrengen for miljøet %1?
de_de: Möchten Sie die Application Insights-Verbindungszeichenfolge für Umgebung %1 wirklich festlegen?
es_es: ¿Está seguro de que desea establecer la cadena de conexión de Application Insights para el entorno %1?
fr_fr: Êtes-vous sûr de vouloir définir la chaîne de connexion Application Insights pour l'environnement %1 ?
it_it: Sei sicuro di voler impostare la stringa di connessione Application Insights per l'ambiente %1?
nb_no: Er du sikker på at du vil sette tilkoblingsstrengen for Application Insights for miljø %1?

# Page 1494117452 - Action 1285194967 - Method 1377591017 - NamedType 4040907277
source: Are you sure you want to remove the Application Insights connection string for environment %1?
da_dk: Er du sikker på, at du vil fjerne Application Insights-forbindelsesstrengen for miljøet %1?
de_de: Möchten Sie die Application Insights-Verbindungszeichenfolge für Umgebung %1 wirklich entfernen?
es_es: ¿Está seguro de que desea eliminar la cadena de conexión de Application Insights para el entorno %1?
fr_fr: Êtes-vous sûr de vouloir supprimer la chaîne de connexion Application Insights pour l'environnement %1 ?
it_it: Sei sicuro di voler rimuovere la stringa di connessione Application Insights per l'ambiente %1?
nb_no: Er du sikker på at du vil fjerne Application Insights-tilkoblingsstrengen for miljø %1?

# Page 1494117452 - Action 3560999279 - Property 1295455071
source: View apps installed in this environment.
da_dk: Få vist apps, der er installeret i dette miljø.
de_de: In dieser Umgebung installierte Apps anzeigen.
es_es: Ver aplicaciones instaladas en este entorno.
fi_fi: Tarkastele tähän ympäristöön asennettuja sovelluksia.
fr_fr: Voir les applications installées dans cet environnement.
it_it: Visualizza le app installate in questo ambiente.
nb_no: Vis apper installert i dette miljøet

# Page 1494117452 - Action 3560999279 - Property 2879900210
source: Installed Apps
da_dk: Installerede apps
de_de: Installierte Apps
es_es: Aplicaciones instaladas
fi_fi: Asennetut sovellukset
fr_fr: Applications installées
it_it: App Installate
nb_no: Installerte Apper

# Page 1494117452 - Action 3111014991 - Property 1295455071
source: View and execute KQL queries for telemetry data analysis.
da_dk: Få vist og udfør KQL-forespørgsler for analyse af telemetridata.
de_de: KQL-Abfragen für die Telemetriedatenanalyse anzeigen und ausführen.
es_es: Ver y ejecutar consultas KQL para análisis de datos de telemetría.
fi_fi: Tarkastele ja suorita KQL-kyselyitä telemetriatietojen analysointiin.
fr_fr: Voir et exécuter des requêtes KQL pour l'analyse des données de télémétrie.
it_it: Visualizza ed esegui query KQL per l'analisi dei dati di telemetria.
nb_no: Vis og kjør KQL-spørringer for analyse av telemetridata.

# Page 1494117452 - Action 3111014991 - Property 2879900210
source: KQL Queries
da_dk: KQL-forespørgsler
de_de: KQL-Abfragen
es_es: Consultas KQL
fi_fi: KQL-kyselyt
fr_fr: Requêtes KQL
it_it: Query KQL
nb_no: KQL Spørringer

# Page 4116547146 - Property 2879900210
source: D365BC Environments
da_dk: D365BC-miljøer
de_de: D365BC Umgebungen
es_es: Entornos D365BC
fi_fi: D365BC-ympäristöt
fr_fr: Environnements D365BC
it_it: Ambienti D365BC
nb_no: D365BC Miljøer

# Page 4116547146 - Control 345266112 - Property 1295455071
source: Specifies the application family of the environment.
da_dk: Angiver programfamilien for miljøet.
de_de: Gibt die Anwendungsfamilie der Umgebung an.
es_es: Especifica la familia de aplicaciones del entorno.
fi_fi: Määrittää ympäristön sovellustuoteperheen.
fr_fr: Spécifie la famille d'applications de l'environnement.
it_it: Specifica la famiglia dell'applicazione dell'ambiente.
nb_no: Angir applikasjonsfamilien for miljøet.

# Page 4116547146 - Control 2853188606 - Property 1295455071
source: Specifies the connection string for Application Insights.
da_dk: Angiver forbindelsesstrengen for Application Insights.
de_de: Gibt die Verbindungszeichenfolge für Application Insights an.
es_es: Especifica la cadena de conexión para Application Insights.
fi_fi: Määrittää Application Insights -yhteysmerkkijonon.
fr_fr: Spécifie la chaîne de connexion pour Application Insights.
it_it: Specifica la stringa di connessione per Application Insights.
nb_no: Angir tilkoblingsstrengen for Application Insights.

# Page 4116547146 - Control 666410808 - Property 1295455071
source: Specifies the cadence for automatic AppSource apps updates.
da_dk: Angiver kadencen for automatiske AppSource-appopdateringer.
de_de: Gibt die Kadenz für automatische AppSource-App-Updates an.
es_es: Especifica la cadencia para las actualizaciones automáticas de aplicaciones de AppSource.
fi_fi: Määrittää AppSource-sovellusten automaattisten päivitysten taajuuden.
fr_fr: Spécifie la cadence pour les mises à jour automatiques des applications AppSource.
it_it: Specifica la cadenza per gli aggiornamenti automatici delle app AppSource.
nb_no: Angir frekvensen for automatiske oppdateringer av AppSource-apper.

# Page 4116547146 - Control 3920084379 - Property 1295455071
source: Indicates whether the target version has been released.
da_dk: Angiver, om destinationsversionen er blevet frigivet.
de_de: Gibt an, ob die Zielversion freigegeben wurde.
es_es: Indica si se ha lanzado la versión de destino.
fi_fi: Ilmaisee, onko kohdeversio julkaistu.
fr_fr: Indique si la version cible a été publiée.
it_it: Indica se la versione di destinazione è stata rilasciata.
nb_no: Indikerer om målversjonen er frigitt.

# Page 4116547146 - Control 4148176377 - Property 1295455071
source: Specifies the country/region of the environment.
da_dk: Angiver landet/området for miljøet.
de_de: Gibt das Land/die Region der Umgebung an.
es_es: Especifica el país/región del entorno.
fi_fi: Määrittää ympäristön maa/alue.
fr_fr: Spécifie le pays/la région de l'environnement.
it_it: Specifica il paese/regione dell'ambiente.
nb_no: Angir land for miljøet.

# Page 4116547146 - Control 260970101 - Property 1295455071
source: Specifies the current version of Business Central.
da_dk: Angiver den aktuelle version af Business Central.
de_de: Gibt die aktuelle Version von Business Central an.
es_es: Especifica la versión actual de Business Central.
fi_fi: Määrittää Business Centralin nykyisen version.
fr_fr: Spécifie la version actuelle de Business Central.
it_it: Specifica la versione corrente di Business Central.
nb_no: Angir nåværende versjon av Business Central

# Page 4116547146 - Control 4190130733 - Property 1295455071
source: Specifies the customer number associated with this environment.
da_dk: Angiver kundenummeret, der er knyttet til dette miljø.
de_de: Gibt die Kundennummer an, die dieser Umgebung zugeordnet ist.
es_es: Especifica el número de cliente asociado con este entorno.
fi_fi: Määrittää tähän ympäristöön liittyvän asiakasnumeron.
fr_fr: Spécifie le numéro de client associé à cet environnement.
it_it: Specifica il numero cliente associato a questo ambiente.
nb_no: Angir kundenummeret til tilknyttet kunde for dette miljøet.

# Page 4116547146 - Control 1911566577 - Property 1295455071
source: Expected availability month/year for unreleased versions.
da_dk: Forventet tilgængelighedsmåned/-år for ikke-frigivne versioner.
de_de: Erwarteter Verfügbarkeitsmonat/Jahr für noch nicht veröffentlichte Versionen.
es_es: Mes/año de disponibilidad esperada para versiones no lanzadas.
fi_fi: Odotettu saatavuuskuukausi/-vuosi julkaisemattomille versioille.
fr_fr: Mois/année de disponibilité prévue pour les versions non publiées.
it_it: Mese/anno di disponibilità prevista per versioni non rilasciate.
nb_no: Forventet tilgjengelig måned/år for ikke frigitte versjoner

# Page 4116547146 - Control 3743290548 - Property 1295455071
source: Specifies the friendly/display name of the environment.
da_dk: Angiver det brugervenlige/vist navn på miljøet.
de_de: Gibt den Anzeigenamen der Umgebung an.
es_es: Especifica el nombre descriptivo/para mostrar del entorno.
fi_fi: Määrittää ympäristön ystävällisen/näytettävän nimen.
fr_fr: Spécifie le nom convivial/d'affichage de l'environnement.
it_it: Specifica il nome descrittivo/visualizzato dell'ambiente.
nb_no: Angir visningsnavn for miljøet.

# Page 4116547146 - Control 3894144614 - Property 1295455071
source: Specifies the Azure Geo where the environment database is stored.
da_dk: Angiver Azure-geografien, hvor miljødatabasen er gemt.
de_de: Gibt die Azure-Geografie an, in der die Umgebungsdatenbank gespeichert ist.
es_es: Especifica la ubicación geográfica de Azure donde se almacena la base de datos del entorno.
fi_fi: Määrittää Azure Geo -alueen, jossa ympäristön tietokanta on tallennettu.
fr_fr: Spécifie la zone géographique Azure où la base de données de l'environnement est stockée.
it_it: Specifica l'area geografica Azure in cui è memorizzato il database dell'ambiente.
nb_no: Angir hvilken Azure Geo databasen for miljøet er lagret i.

# Page 4116547146 - Control 580207727 - Property 1295455071
source: Indicates whether the update window for the environment may be ignored.
da_dk: Angiver, om opdateringsvinduet for miljøet kan ignoreres.
de_de: Gibt an, ob das Aktualisierungsfenster für die Umgebung ignoriert werden darf.
es_es: Indica si se puede ignorar la ventana de actualización para el entorno.
fi_fi: Ilmaisee, voidaanko ympäristön päivitysikkuna ohittaa.
fr_fr: Indique si la fenêtre de mise à jour pour l'environnement peut être ignorée.
it_it: Indica se la finestra di aggiornamento per l'ambiente può essere ignorata.
nb_no: Angir om oppdateringsvinduet for dette miljøet kan bli ignorert.

# Page 4116547146 - Control 2538207455 - Property 1295455071
source: Indicates the last date for which the update to this target version can be scheduled.
da_dk: Angiver den seneste dato, hvor opdateringen til denne destinationsversion kan planlægges.
de_de: Gibt das letzte Datum an, für das das Update auf diese Zielversion geplant werden kann.
es_es: Indica la última fecha para la cual se puede programar la actualización a esta versión de destino.
fi_fi: Ilmaisee viimeisen päivämäärän, jolle tämän kohdeversion päivitys voidaan ajoittaa.
fr_fr: Indique la dernière date pour laquelle la mise à jour vers cette version cible peut être planifiée.
it_it: Indica l'ultima data per cui l'aggiornamento a questa versione di destinazione può essere pianificato.
nb_no: Angir når siste dato for oppdatering til denne målversjonen kan bli planlagt.

# Page 4116547146 - Control 390917702 - Property 1295455071
source: Specifies the Azure Region where the environment database is stored.
da_dk: Angiver Azure-området, hvor miljødatabasen er gemt.
de_de: Gibt die Azure-Region an, in der die Umgebungsdatenbank gespeichert ist.
es_es: Especifica la región de Azure donde se almacena la base de datos del entorno.
fi_fi: Määrittää Azure-alueen, jossa ympäristön tietokanta on tallennettu.
fr_fr: Spécifie la région Azure où la base de données de l'environnement est stockée.
it_it: Specifica la regione Azure in cui è memorizzato il database dell'ambiente.
nb_no: Angir regionen for Azure hvor databasen for miljøet er lagret.

# Page 4116547146 - Control 2961552353 - Property 1295455071
source: Specifies the name of the environment.
da_dk: Angiver navnet på miljøet.
de_de: Gibt den Namen der Umgebung an.
es_es: Especifica el nombre del entorno.
fi_fi: Määrittää ympäristön nimen.
fr_fr: Spécifie le nom de l’environnement.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.

# Page 4116547146 - Control 2109147399 - Property 1295455071
source: Specifies the platform version of the environment.
da_dk: Angiver platformsversionen for miljøet.
de_de: Gibt die Plattformversion der Umgebung an.
es_es: Especifica la versión de plataforma del entorno.
fi_fi: Määrittää ympäristön alustaversion.
fr_fr: Spécifie la version de la plateforme de l'environnement.
it_it: Specifica la versione della piattaforma dell'ambiente.
nb_no: Angir plattform versjon for dette miljøet.

# Page 4116547146 - Control 2904386951 - Property 1295455071
source: Specifies the update ring name (e.g., Prod, Preview).
da_dk: Angiver navnet på opdateringscirklen (f.eks. Prod, Preview).
de_de: Gibt den Namen des Update-Rings an (z. B. Prod, Preview).
es_es: Especifica el nombre del anillo de actualización (p. ej., Prod, Preview).
fr_fr: Spécifie le nom de l'anneau de mise à jour (par ex., Prod, Preview).
it_it: Specifica il nome dell'anello di aggiornamento (es. Prod, Preview).
nb_no: Angir navnet på oppdateringsringen (f.eks. Prod, Preview).

# Page 4116547146 - Control 2333046473 - Property 1295455071
source: Indicates the rollout status of updates to this target version.
da_dk: Angiver udrulningsstatus for opdateringer til denne destinationsversion.
de_de: Gibt den Rollout-Status von Updates auf diese Zielversion an.
es_es: Indica el estado de implementación de las actualizaciones a esta versión de destino.
fi_fi: Ilmaisee päivitysten käyttöönottotilan tälle kohdeversiole.
fr_fr: Indique le statut de déploiement des mises à jour vers cette version cible.
it_it: Indica lo stato di distribuzione degli aggiornamenti a questa versione di destinazione.
nb_no: Indikerer utrullingsstatus for oppdateringer til denne målversjonen.

# Page 4116547146 - Control 2968407532 - Property 1295455071
source: Indicates the datetime for which the update to the target version has been scheduled.
da_dk: Angiver datoen/klokkeslættet for, hvornår opdateringen til destinationsversionen er blevet planlagt.
de_de: Gibt das Datum/die Uhrzeit an, für das/die das Update auf die Zielversion geplant wurde.
es_es: Indica la fecha y hora para la cual se ha programado la actualización a la versión de destino.
fi_fi: Ilmaisee päivämäärän ja ajan, jolle kohdeversion päivitys on ajoitettu.
fr_fr: Indique la date et l'heure pour lesquelles la mise à jour vers la version cible a été planifiée.
it_it: Indica la data e ora per cui è stato pianificato l'aggiornamento alla versione di destinazione.
nb_no: Angir dato/tid for når oppdateringen til målversjonen er planlagt.

# Page 4116547146 - Control 269761521 - Property 1295455071
source: Specifies the current state of the environment.
da_dk: Angiver den aktuelle tilstand for miljøet.
de_de: Gibt den aktuellen Status der Umgebung an.
es_es: Especifica el estado actual del entorno.
fi_fi: Määrittää ympäristön nykyisen tilan.
fr_fr: Spécifie l'état actuel de l'environnement.
it_it: Specifica lo stato corrente dell'ambiente.
nb_no: Angir status for miljøet

# Page 4116547146 - Control 2437650133 - Property 1295455071
source: Specifies the target version of Business Central update.
da_dk: Angiver destinationsversionen af Business Central-opdateringen.
de_de: Gibt die Zielversion des Business Central-Updates an.
es_es: Especifica la versión de destino de la actualización de Business Central.
fi_fi: Määrittää Business Central -päivityksen kohdeversion.
fr_fr: Spécifie la version cible de la mise à jour de Business Central.
it_it: Specifica la versione di destinazione dell'aggiornamento di Business Central.
nb_no: Angir målversjonen for Business Central oppdateringen.

# Page 4116547146 - Control 1930323085 - Property 1295455071
source: Indicates the type of the target version (GA or Preview).
da_dk: Angiver typen af destinationsversionen (GA eller Preview).
de_de: Gibt den Typ der Zielversion an (GA oder Preview).
es_es: Indica el tipo de la versión de destino (GA o Preview).
fi_fi: Ilmaisee kohdeversion tyypin (GA tai Preview).
fr_fr: Indique le type de la version cible (GA ou Preview).
it_it: Indica il tipo della versione di destinazione (GA o Preview).
nb_no: Indikerer type for målversjonen (GA eller Preview).

# Page 4116547146 - Control 531664892 - Property 1295455071
source: Specifies the API key for telemetry data access (automatically retrieved from AppInsights Connection Setup).
da_dk: Angiver API-nøglen for adgang til telemetridata (hentes automatisk fra AppInsights-forbindelsesopsætningen).
de_de: Gibt den API-Schlüssel für den Zugriff auf Telemetriedaten an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica la clave de API para el acceso a datos de telemetría (recuperada automáticamente de la configuración de conexión de AppInsights).
fi_fi: Määrittää API-avaimen telemetriatietojen käyttöön (haetaan automaattisesti AppInsights-yhteyden asetuksista).
fr_fr: Spécifie la clé API pour l'accès aux données de télémétrie (récupérée automatiquement depuis la configuration de connexion AppInsights).
it_it: Specifica la chiave API per l'accesso ai dati di telemetria (recuperata automaticamente dalla Configurazione Connessione AppInsights).
nb_no: Angir API-nøkkelen for tilgang til telemetridata (hentes automatisk fra AppInsights-tilkoblingsoppsett).

# Page 4116547146 - Control 2334445236 - Property 1295455071
source: Specifies the Application ID for telemetry data access (automatically retrieved from AppInsights Connection Setup).
da_dk: Angiver program-id'et for adgang til telemetridata (hentes automatisk fra AppInsights-forbindelsesopsætningen).
de_de: Gibt die Anwendungs-ID für den Zugriff auf Telemetriedaten an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica el ID de aplicación para el acceso a datos de telemetría (recuperado automáticamente de la configuración de conexión de AppInsights).
fi_fi: Määrittää sovellustunnuksen telemetriatietojen käyttöön (haetaan automaattisesti AppInsights-yhteyden asetuksista).
fr_fr: Spécifie l'ID d'application pour l'accès aux données de télémétrie (récupéré automatiquement depuis la configuration de connexion AppInsights).
it_it: Specifica l'ID Applicazione per l'accesso ai dati di telemetria (recuperato automaticamente dalla Configurazione Connessione AppInsights).
nb_no: Angir applikasjons-ID for tilgang til telemetridata (hentes automatisk fra AppInsights-tilkoblingsoppsett).
