Repository: directions4partners/CCMS
Catalog: CCMS/Translations/Cloud Customer Management Solution.*.xlf
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nb_no

# Page 1494117452 - Control 1689409898 - Property 1295455071
source: Specifies the Tenant ID for telemetry data access (automatically retrieved from Application Insights Connection Setup).
da_dk: Angiver tenant-id'et for adgang til telemetridata (hentes automatisk fra Application Insights-forbindelsesopsætningen).
de_de: Gibt die Tenant-ID für den Zugriff auf Telemetriedaten an (wird automatisch aus der Application Insights-Verbindungseinrichtung abgerufen).
es_es: Especifica el ID de inquilino para el acceso a datos de telemetría (recuperado automáticamente de la configuración de conexión de Application Insights).
fi_fi: Määrittää tenant id:n telemetriatietojen käyttöön (haetaan automaattisesti Application Insights -yhteyden asetuksista).
fr_fr: Spécifie l'ID de locataire pour l'accès aux données de télémétrie (récupéré automatiquement depuis la configuration de connexion Application Insights).
it_it: Specifica l'ID Tenant per l'accesso ai dati di telemetria (recuperato automaticamente dalla Configurazione Connessione Application Insights).
nb_no: Angir leietaker-ID for tilgang til telemetridata (hentes automatisk fra oppsettet for Application Insights-tilkobling).

# Page 1494117452 - Control 1471740612 - Property 2879900210
source: Access
da_dk: Adgang
de_de: Zugriff
es_es: Acceso
fi_fi: Käyttöoikeus
fr_fr: Accès
it_it: Accesso
nb_no: Tilgang

# Page 1494117452 - Control 323221235 - Property 1295455071
source: Specifies the URL to log into the environment.
da_dk: Angiver URL-adressen til at logge på miljøet.
de_de: Gibt die URL an, um sich bei der Umgebung anzumelden.
es_es: Especifica la URL para iniciar sesión en el entorno.
fi_fi: Määrittää URL-osoitteen ympäristöön kirjautumiseen.
fr_fr: Spécifie l'URL pour se connecter à l'environnement.
it_it: Specifica l'URL per accedere all'ambiente.
nb_no: Angir Url for å logge in på miljøet.

# Page 1494117452 - Control 2927009762 - Property 1295455071
source: Specifies the URL to access the environment service API.
da_dk: Angiver URL-adressen til at få adgang til miljøtjenestens API.
de_de: Gibt die URL an, um auf die Umgebungsdienst-API zuzugreifen.
es_es: Especifica la URL para acceder a la API del servicio del entorno.
fi_fi: Määrittää URL-osoitteen ympäristön palvelu-API:n käyttöön.
fr_fr: Spécifie l'URL pour accéder à l'API de service de l'environnement.
it_it: Specifica l'URL per accedere all'API del servizio dell'ambiente.
nb_no: Angir URL for tilgang til miljøets service API.

# Page 1494117452 - Control 3196162251 - Property 2879900210
source: Versions
da_dk: Versioner
de_de: Versionen
es_es: Versiones
fi_fi: Versiot
it_it: Versioni
nb_no: Versjoner

# Page 1494117452 - Control 3920084379 - Property 1295455071
source: Indicates whether the target version has been released.
da_dk: Angiver, om destinationsversionen er blevet frigivet.
de_de: Gibt an, ob die Zielversion freigegeben wurde.
es_es: Indica si se ha lanzado la versión de destino.
fi_fi: Ilmaisee, onko kohdeversio julkaistu.
fr_fr: Indique si la version cible a été publiée.
it_it: Indica se la versione di destinazione è stata rilasciata.
nb_no: Indikerer om målversjonen er frigitt.

# Page 1494117452 - Control 260970101 - Property 1295455071
source: Specifies the current version of Business Central.
da_dk: Angiver den aktuelle version af Business Central.
de_de: Gibt die aktuelle Version von Business Central an.
es_es: Especifica la versión actual de Business Central.
fi_fi: Määrittää Business Centralin nykyisen version.
fr_fr: Spécifie la version actuelle de Business Central.
it_it: Specifica la versione corrente di Business Central.
nb_no: Angir nåværende versjon av Business Central

# Page 1494117452 - Control 1354107546 - Property 1295455071
source: Specifies the enforced update period start date for the current major version.
da_dk: Angiver startdatoen for den gennemtvungne opdateringsperiode for den aktuelle hovedversion.
de_de: Gibt das Startdatum des erzwungenen Aktualisierungszeitraums für die aktuelle Hauptversion an.
es_es: Especifica la fecha de inicio del período de actualización forzada para la versión principal actual.
fi_fi: Määrittää nykyisen pääversion pakotetun päivitysjakson alkupäivämäärän.
fr_fr: Spécifie la date de début de la période de mise à jour forcée pour la version majeure actuelle.
it_it: Specifica la data di inizio del periodo di aggiornamento forzato per la versione principale corrente.
nb_no: Angir startdatoen for den obligatoriske utsettelsesperioden for den nåværende hovedversjonen.

# Page 1494117452 - Control 1911566577 - Property 1295455071
source: Expected availability month/year for unreleased versions.
da_dk: Forventet tilgængelighedsmåned/-år for ikke-frigivne versioner.
de_de: Erwarteter Verfügbarkeitsmonat/Jahr für noch nicht veröffentlichte Versionen.
es_es: Mes/año de disponibilidad esperada para versiones no lanzadas.
fi_fi: Odotettu saatavuuskuukausi/-vuosi julkaisemattomille versioille.
fr_fr: Mois/année de disponibilité prévue pour les versions non publiées.
it_it: Mese/anno di disponibilità prevista per versioni non rilasciate.
nb_no: Forventet tilgjengelig måned/år for ikke frigitte versjoner

# Page 1494117452 - Control 4091429309 - Property 1295455071
source: Specifies the grace period start date for the current major version.
da_dk: Angiver startdatoen for respitperioden for den aktuelle hovedversion.
de_de: Gibt das Startdatum der Kulanzzeit für die aktuelle Hauptversion an.
es_es: Especifica la fecha de inicio del período de gracia para la versión principal actual.
fi_fi: Määrittää nykyisen pääversion armonjakson alkupäivämäärän.
fr_fr: Spécifie la date de début de la période de grâce pour la version majeure actuelle.
it_it: Specifica la data di inizio del periodo di grazia per la versione principale corrente.
nb_no: Angir utsettelsesperioden sin startdato for den nåværende hovedversjonen.

# Page 1494117452 - Control 580207727 - Property 1295455071
source: Indicates whether the update window for the environment may be ignored.
da_dk: Angiver, om opdateringsvinduet for miljøet kan ignoreres.
de_de: Gibt an, ob das Aktualisierungsfenster für die Umgebung ignoriert werden darf.
es_es: Indica si se puede ignorar la ventana de actualización para el entorno.
fi_fi: Ilmaisee, voidaanko ympäristön päivitysikkuna ohittaa.
fr_fr: Indique si la fenêtre de mise à jour pour l'environnement peut être ignorée.
it_it: Indica se la finestra di aggiornamento per l'ambiente può essere ignorata.
nb_no: Angir om oppdateringsvinduet for dette miljøet kan bli ignorert.

# Page 1494117452 - Control 2538207455 - Property 1295455071
source: Indicates the last date for which the update to this target version can be scheduled.
da_dk: Angiver den seneste dato, hvor opdateringen til denne destinationsversion kan planlægges.
de_de: Gibt das letzte Datum an, für das das Update auf diese Zielversion geplant werden kann.
es_es: Indica la última fecha para la cual se puede programar la actualización a esta versión de destino.
fi_fi: Ilmaisee viimeisen päivämäärän, jolle tämän kohdeversion päivitys voidaan ajoittaa.
fr_fr: Indique la dernière date pour laquelle la mise à jour vers cette version cible peut être planifiée.
it_it: Indica l'ultima data per cui l'aggiornamento a questa versione di destinazione può essere pianificato.
nb_no: Angir når siste dato for oppdatering til denne målversjonen kan bli planlagt.

# Page 1494117452 - Control 2109147399 - Property 1295455071
source: Specifies the platform version of the environment.
da_dk: Angiver platformsversionen for miljøet.
de_de: Gibt die Plattformversion der Umgebung an.
es_es: Especifica la versión de plataforma del entorno.
fi_fi: Määrittää ympäristön alustaversion.
fr_fr: Spécifie la version de la plateforme de l'environnement.
it_it: Specifica la versione della piattaforma dell'ambiente.
nb_no: Angir plattform versjon for dette miljøet.

# Page 1494117452 - Control 2904386951 - Property 1295455071
source: Specifies the update ring name (e.g., Prod, Preview).
da_dk: Angiver navnet på opdateringscirklen (f.eks. Prod, Preview).
de_de: Gibt den Namen des Update-Rings an (z. B. Prod, Preview).
es_es: Especifica el nombre del anillo de actualización (p. ej., Prod, Preview).
fr_fr: Spécifie le nom de l'anneau de mise à jour (par ex., Prod, Preview).
it_it: Specifica il nome dell'anello di aggiornamento (es. Prod, Preview).
nb_no: Angir navnet på oppdateringsringen (f.eks. Prod, Preview).

# Page 1494117452 - Control 2333046473 - Property 1295455071
source: Indicates the rollout status of updates to this target version.
da_dk: Angiver udrulningsstatus for opdateringer til denne destinationsversion.
de_de: Gibt den Rollout-Status von Updates auf diese Zielversion an.
es_es: Indica el estado de implementación de las actualizaciones a esta versión de destino.
fi_fi: Ilmaisee päivitysten käyttöönottotilan tälle kohdeversiole.
fr_fr: Indique le statut de déploiement des mises à jour vers cette version cible.
it_it: Indica lo stato di distribuzione degli aggiornamenti a questa versione di destinazione.
nb_no: Indikerer utrullingsstatus for oppdateringer til denne målversjonen.

# Page 1494117452 - Control 2968407532 - Property 1295455071
source: Indicates the datetime for which the update to the target version has been scheduled.
da_dk: Angiver datoen/klokkeslættet for, hvornår opdateringen til destinationsversionen er blevet planlagt.
de_de: Gibt das Datum/die Uhrzeit an, für das/die das Update auf die Zielversion geplant wurde.
es_es: Indica la fecha y hora para la cual se ha programado la actualización a la versión de destino.
fi_fi: Ilmaisee päivämäärän ja ajan, jolle kohdeversion päivitys on ajoitettu.
fr_fr: Indique la date et l'heure pour lesquelles la mise à jour vers la version cible a été planifiée.
it_it: Indica la data e ora per cui è stato pianificato l'aggiornamento alla versione di destinazione.
nb_no: Angir dato/tid for når oppdateringen til målversjonen er planlagt.

# Page 1494117452 - Control 2437650133 - Property 1295455071
source: Specifies the target version of Business Central update.
da_dk: Angiver destinationsversionen af Business Central-opdateringen.
de_de: Gibt die Zielversion des Business Central-Updates an.
es_es: Especifica la versión de destino de la actualización de Business Central.
fi_fi: Määrittää Business Central -päivityksen kohdeversion.
fr_fr: Spécifie la version cible de la mise à jour de Business Central.
it_it: Specifica la versione di destinazione dell'aggiornamento di Business Central.
nb_no: Angir målversjonen for Business Central oppdateringen.

# Page 1494117452 - Control 1930323085 - Property 1295455071
source: Indicates the type of the target version (GA or Preview).
da_dk: Angiver typen af destinationsversionen (GA eller Preview).
de_de: Gibt den Typ der Zielversion an (GA oder Preview).
es_es: Indica el tipo de la versión de destino (GA o Preview).
fi_fi: Ilmaisee kohdeversion tyypin (GA tai Preview).
fr_fr: Indique le type de la version cible (GA ou Preview).
it_it: Indica il tipo della versione di destinazione (GA o Preview).
nb_no: Indikerer type for målversjonen (GA eller Preview).

# Page 1494117452 - Action 3249660199 - Property 1295455071
source: View and manage backups for this environment.
da_dk: Få vist og administrer sikkerhedskopier for dette miljø.
de_de: Sicherungen für diese Umgebung anzeigen und verwalten.
es_es: Ver y administrar copias de seguridad para este entorno.
fi_fi: Tarkastele ja hallinnoi tämän ympäristön varmuuskopioita.
fr_fr: Voir et gérer les sauvegardes pour cet environnement.
it_it: Visualizza e gestisci i backup per questo ambiente.
nb_no: Vis og administrer sikkerhetskopier for dette miljøet

# Page 1494117452 - Action 3249660199 - Property 2879900210
source: Backups
da_dk: Sikkerhedskopier
de_de: Sicherungen
es_es: Copias de seguridad
fi_fi: Varmuuskopiot
fr_fr: Sauvegardes
it_it: Backup
nb_no: Sikkerhetskopier

# Page 1494117452 - Action 3676636176 - Property 1295455071
source: View capacity information for this environment.
da_dk: Få vist kapacitetsoplysninger for dette miljø.
de_de: Kapazitätsinformationen für diese Umgebung anzeigen.
es_es: Ver información de capacidad para este entorno.
fi_fi: Tarkastele tämän ympäristön kapasiteettitietoja.
fr_fr: Voir les informations de capacité pour cet environnement.
it_it: Visualizza le informazioni sulla capacità per questo ambiente.
nb_no: Vis kapasitetsinformasjon for dette miljøet.

# Page 1494117452 - Action 3676636176 - Property 2879900210
source: Capacity
da_dk: Kapacitet
de_de: Kapazität
es_es: Capacidad
fi_fi: Kapasiteetti
fr_fr: Capacité
it_it: Capacità
nb_no: Kapasitet

# Page 1494117452 - Action 3676636176 - Method 1377591017 - NamedType 4009389851
source: Capacity data not available for this environment. Please refresh capacity data from the tenant.
da_dk: Kapacitetsdata er ikke tilgængelige for dette miljø. Opdater kapacitetsdata fra tenanten.
de_de: Kapazitätsdaten für diese Umgebung nicht verfügbar. Bitte aktualisieren Sie die Kapazitätsdaten vom Mandanten.
es_es: Datos de capacidad no disponibles para este entorno. Actualice los datos de capacidad desde el inquilino.
fi_fi: Kapasiteettitiedot eivät ole saatavilla tälle ympäristölle. Päivitä kapasiteettitiedot vuokralaiselta.
fr_fr: Données de capacité non disponibles pour cet environnement. Veuillez actualiser les données de capacité depuis le locataire.
it_it: I dati sulla capacità non sono disponibili per questo ambiente. Aggiorna i dati sulla capacità dal tenant.
nb_no: Kapasitetsdata er ikke tilgjengelig for dette miljøet. Vennligst oppdater kapasitetsdata fra leietakeren.

# Page 1494117452 - Action 3650642145 - Property 1295455071
source: View and manage features for this environment.
da_dk: Få vist og administrer funktioner for dette miljø.
de_de: Features für diese Umgebung anzeigen und verwalten.
es_es: Ver y administrar características para este entorno.
fi_fi: Tarkastele ja hallinnoi tämän ympäristön ominaisuuksia.
fr_fr: Voir et gérer les fonctionnalités pour cet environnement.
it_it: Visualizza e gestisci le funzionalità per questo ambiente.
nb_no: Vis og administrer funksjoner for dette miljøet.

# Page 1494117452 - Action 3650642145 - Property 2879900210
source: Features
da_dk: Funktioner
es_es: Características
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
it_it: Funzionalità
nb_no: Funksjoner

# Page 1494117452 - Action 2687976286 - Property 1295455071
source: View apps installed in this environment.
da_dk: Få vist apps, der er installeret i dette miljø.
de_de: In dieser Umgebung installierte Apps anzeigen.
es_es: Ver aplicaciones instaladas en este entorno.
fi_fi: Tarkastele tähän ympäristöön asennettuja sovelluksia.
fr_fr: Voir les applications installées dans cet environnement.
it_it: Visualizza le app installate in questo ambiente.
nb_no: Vis apper installert i dette miljøet

# Page 1494117452 - Action 2687976286 - Property 2879900210
source: Installed Apps
da_dk: Installerede apps
de_de: Installierte Apps
es_es: Aplicaciones instaladas
fi_fi: Asennetut sovellukset
fr_fr: Applications installées
it_it: App Installate
nb_no: Installerte Apper

# Page 1494117452 - Action 1821335367 - Property 1295455071
source: View active sessions for this environment.
da_dk: Få vist aktive sessioner for dette miljø.
de_de: Aktive Sitzungen für diese Umgebung anzeigen.
es_es: Ver sesiones activas para este entorno.
fi_fi: Tarkastele tämän ympäristön aktiivisia istuntoja.
fr_fr: Voir les sessions actives pour cet environnement.
it_it: Visualizza le sessioni attive per questo ambiente.
nb_no: Vis aktive sesjoner for dette miljøet

# Page 1494117452 - Action 1821335367 - Property 2879900210
source: Sessions
da_dk: Sessioner
de_de: Sitzungen
es_es: Sesiones
fi_fi: Istunnot
it_it: Sessioni
nb_no: Sesjoner

# Page 1494117452 - Action 3866562980 - Property 1295455071
source: Creates a copy for the selected environment.
da_dk: Opretter en kopi for det valgte miljø.
de_de: Erstellt eine Kopie für die ausgewählte Umgebung.
es_es: Crea una copia para el entorno seleccionado.
fi_fi: Luo kopio valitulle ympäristölle.
fr_fr: Crée une copie pour l'environnement sélectionné.
it_it: Crea una copia dell'ambiente selezionato.
nb_no: Oppretter en kopi av det valgte miljøet.

# Page 1494117452 - Action 3866562980 - Property 2879900210
source: Copy
da_dk: Kopiér
de_de: Kopieren
es_es: Copiar
fi_fi: Kopioi
fr_fr: Copie
it_it: Copia
nb_no: Kopier

# Page 1494117452 - Action 698437600 - Property 1295455071
source: Deletes the selected environment.
da_dk: Sletter det valgte miljø.
de_de: Löscht die ausgewählte Umgebung.
es_es: Elimina el entorno seleccionado.
fi_fi: Poistaa valitun ympäristön.
fr_fr: Supprime l'environnement sélectionné.
it_it: Elimina l'ambiente selezionato.
nb_no: Sletter det valgte miljøet.

# Page 1494117452 - Action 698437600 - Property 2879900210
source: Delete
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
it_it: Elimina
nb_no: Slett

# Page 1494117452 - Action 698437600 - Method 1377591017 - NamedType 407090172
source: Are you sure you want to delete the environment %1?
da_dk: Er du sikker på, at du vil slette miljøet %1?
de_de: Möchten Sie die Umgebung %1 wirklich löschen?
es_es: ¿Está seguro de que desea eliminar el entorno %1?
fi_fi: Haluatko varmasti poistaa ympäristön %1?
fr_fr: Êtes-vous sûr de vouloir supprimer l'environnement %1 ?
it_it: Sei sicuro di voler eliminare l'ambiente %1?
nb_no: Er du helt sikker på at du ønsker å slette miljøet: %1?

# Page 1494117452 - Action 2043527650 - Property 1295455071
source: Returns information about the available apps update for the specified environment.
da_dk: Returnerer oplysninger om de tilgængelige appopdateringer for det angivne miljø.
de_de: Gibt Informationen zu den verfügbaren App-Updates für die angegebene Umgebung zurück.
es_es: Devuelve información sobre la actualización de aplicaciones disponible para el entorno especificado.
fi_fi: Palauttaa tiedot määritetyn ympäristön saatavilla olevista sovelluspäivityksistä.
fr_fr: Renvoie des informations sur la mise à jour des applications disponibles pour l'environnement spécifié.
it_it: Restituisce informazioni sugli aggiornamenti delle app disponibili per l'ambiente specificato.
nb_no: Returnerer informasjon om tilgjengelige oppdateringer for appene i det spesifiserte miljøet.

# Page 1494117452 - Action 2043527650 - Property 2879900210
source: Get App Updates
da_dk: Hent appopdateringer
de_de: App-Updates abrufen
es_es: Obtener actualizaciones de aplicaciones
fi_fi: Hae sovelluspäivitykset
fr_fr: Obtenir les mises à jour d'application
it_it: Ottieni Aggiornamenti App
nb_no: Hent app oppdateringer

# Page 1494117452 - Action 1611320824 - Property 1295455071
source: Returns information about the available version update for the specified environment.
da_dk: Returnerer oplysninger om den tilgængelige versionsopdatering for det angivne miljø.
de_de: Gibt Informationen zum verfügbaren Versionsupdate für die angegebene Umgebung zurück.
es_es: Devuelve información sobre la actualización de versión disponible para el entorno especificado.
fi_fi: Palauttaa tiedot määritetyn ympäristön saatavilla olevasta versiopäivityksestä.
fr_fr: Renvoie des informations sur la mise à jour de version disponible pour l'environnement spécifié.
it_it: Restituisce informazioni sull'aggiornamento della versione disponibile per l'ambiente specificato.
nb_no: Returnerer informasjon om tilgjengelige versjonsoppdateringer for det angitte miljøet.

# Page 1494117452 - Action 1611320824 - Property 2879900210
source: Get Updates
da_dk: Hent opdateringer
de_de: Updates abrufen
es_es: Obtener actualizaciones
fi_fi: Hae päivitykset
fr_fr: Obtenir les mises à jour
it_it: Ottieni Aggiornamenti
nb_no: Hent oppdateringer

# Page 1494117452 - Action 891591231 - Property 1295455071
source: Renames selected environment.
da_dk: Omdøber det valgte miljø.
de_de: Benennt die ausgewählte Umgebung um.
es_es: Cambia el nombre del entorno seleccionado.
fi_fi: Nimeää valitun ympäristön uudelleen.
fr_fr: Renomme l'environnement sélectionné.
it_it: Rinomina l'ambiente selezionato.
nb_no: Endre navn på Miljøet.

# Page 1494117452 - Action 891591231 - Property 2879900210
source: Rename
da_dk: Omdøb
de_de: Umbenennen
es_es: Cambiar nombre
fi_fi: Nimeä uudelleen
fr_fr: Renommer
it_it: Rinomina
nb_no: Endre navn

# Page 1494117452 - Action 845002573 - Property 1295455071
source: Select and schedule an update version for the environment.
da_dk: Vælg og planlæg en opdateringsversion for miljøet.
de_de: Planen Sie das Update der ausgewählten Umgebung neu.
es_es: Seleccione y programe una versión de actualización para el entorno.
fi_fi: Valitse ja ajoita ympäristölle päivitysversio.
fr_fr: Sélectionnez et planifiez une version de mise à jour pour l'environnement.
it_it: Ripianifica l'aggiornamento dell'ambiente selezionato.
nb_no: Velg og planlegg en oppdatering for miljøet.

# Page 1494117452 - Action 845002573 - Property 2879900210
source: Reschedule Update
da_dk: Planlæg opdatering igen
de_de: Update neu planen
es_es: Reprogramar actualización
fi_fi: Ajoita päivitys uudelleen
fr_fr: Reprogrammer la mise à jour
it_it: Ripianifica Aggiornamento
nb_no: Planlegg oppdatering

# Page 1494117452 - Action 845002573 - Method 1377591017 - NamedType 288981753
source: No updates available for the environment %1.
da_dk: Ingen opdateringer tilgængelige for miljøet %1.
de_de: Keine Updates für die Umgebung %1 verfügbar.
es_es: No hay actualizaciones disponibles para el entorno %1.
fi_fi: Ympäristölle %1 ei ole saatavilla päivityksiä.
fr_fr: Aucune mise à jour disponible pour l'environnement %1.
it_it: Nessun aggiornamento disponibile per l'ambiente %1.
nb_no: Ingen oppdateringer tilgjengelig for miljø: %1.

# Page 1494117452 - Action 859129836 - Property 2879900210
source: Advanced
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado
fi_fi: Lisäasetukset
fr_fr: Avancé
it_it: Avanzate
nb_no: Avansert

# Page 1494117452 - Action 81929080 - Property 2879900210
source: App Tasks
da_dk: Appopgaver
de_de: App-Aufgaben
es_es: Tareas de aplicación
fi_fi: Sovellustehtävät
fr_fr: Tâches d'application
it_it: Operazioni App
nb_no: App-oppgaver

# Page 1494117452 - Action 3616588981 - Property 2879900210
source: Environment Tasks
da_dk: Miljøopgaver
de_de: Umgebungsaufgaben
es_es: Tareas de entorno
fi_fi: Ympäristötehtävät
fr_fr: Tâches d'environnement
it_it: Operazioni Ambiente
nb_no: Miljø-oppgaver

# Page 1494117452 - Action 3291290235 - Property 2879900210
source: Telemetry
da_dk: Telemetri
de_de: Telemetrie
es_es: Telemetría
fi_fi: Telemetria
fr_fr: Télémétrie
it_it: Telemetria
nb_no: Telemetri

# Page 1494117452 - Action 4290823483 - Property 1295455071
source: View and manage Application Insights connection setups.
da_dk: Få vist og administrer Application Insights-forbindelsesopsætninger.
de_de: Application Insights-Verbindungseinrichtungen anzeigen und verwalten.
es_es: Ver y administrar configuraciones de conexión de Application Insights.
fi_fi: Tarkastele ja hallinnoi Application Insights -yhteyden asetuksia.
fr_fr: Voir et gérer les configurations de connexion Application Insights.
it_it: Visualizza e gestisci le configurazioni di connessione Application Insights.
nb_no: Vis og administrer Application Insights tilkoblinger

# Page 1494117452 - Action 4290823483 - Property 2879900210
source: Application Insights Connection Setup
da_dk: Opsætning af Application Insights-forbindelse
de_de: Application Insights-Verbindungseinrichtung
es_es: Configuración de conexión de Application Insights
fi_fi: Application Insights -yhteyden asetukset
fr_fr: Configuration de connexion Application Insights
it_it: Configurazione Connessione Application Insights
nb_no: Oppsett av Application Insights-tilkobling
